Repository: DST-Hamlet/PorkLand
Catalog: scripts/languages/*_*.po
Languages: italian, portuguese_br

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_DEHUMID.1
source: Ah, so much better.
italian: Ah, molto meglio.
portuguese_br: Ah, muito melhor.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HAYFEVER
source: My nose feels.. itchy.
italian: Mi prude il naso...
portuguese_br: Meu nariz está... coçando.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HAYFEVER_OFF
source: I don't want to claw my eyes out anymore.
italian: Non voglio più cavarmi gli occhi.
portuguese_br: Não quero mais ficar esfregando meus olhos.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_SNEEZE
source: AHHH CHOOOO!
italian: EEEEC-CIÙÙÙ!
portuguese_br: AHHHTCHIIIM!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TOO_HUMID.1
source: This %s is so heavy.
italian: %s, ma si può sapere quanto sei pesante?!
portuguese_br: %s pesa demais.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TOO_HUMID.2
source: This %s is too hot.
italian: %s, mi fai venire un caldo...
portuguese_br: %s é muito quente.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ALLOY
source: Ahoy there, alloy!
italian: Ehilà, lega!
portuguese_br: Se não é minha amiga liga!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.APORKALYPSE_CLOCK
source: Looks scientifically apocalyptic.
italian: Sembra scientificamente apocalittico.
portuguese_br: Parece cientificamente apocalíptico.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMOR_METALPLATE
source: Science says I'm safe in here.
italian: La scienza dice che sono al sicuro qui dentro.
portuguese_br: A ciência afirma que estou a salvo aqui.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMOR_WEEVOLE
source: Yeesh. This is kinda creepy.
italian: Ehm sì. È un po' inquietante.
portuguese_br: Sim. Isso é meio bizarro.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ASPARAGUS_PLANTED
source: I should pick those!
italian: Dovrei raccoglierli!
portuguese_br: É melhor colher esses!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHITIN
source: Bug coating.
italian: Cappotto da insetto.
portuguese_br: Revestimento de insetos.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTNETTLE
source: Science says the sharp edges are good for my lungs.
italian: La scienza dice che i bordi taglienti fanno bene ai polmoni.
portuguese_br: Segundo a ciência, as bordas afiadas fazem bem para os meus pulmões.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_RAINFOREST
source: It smells vaguely tolerable.
italian: Ha un odore vagamente tollerabile.
portuguese_br: Tem um cheiro vagamente tolerável.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOWFLY.DEAD
source: Lights out forever.
italian: Questo insetto si è spento serenamente.
portuguese_br: A luz se apagou para sempre.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOWFLY.GENERIC
source: A light aflight.
italian: Luce volante, pericolo ambulante.
portuguese_br: Uma luz que voa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOWFLY.SLEEPING
source: Out like a light.
italian: Spenta come una luce.
portuguese_br: Se apagou como a luz.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOWFLY_COCOON
source: Snug as a bug.
italian: La timidezza fa chiudere nel proprio bozzolo.
portuguese_br: O nicho do bicho.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS_TALL.BURNING
source: A grass fire!
italian: Un incendio in erba!
portuguese_br: Fogo na grama.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS_TALL.GENERIC
source: It's too tough to pick with my hands.
italian: È troppo difficile da prendere con le mani.
portuguese_br: É difícil demais para colher com as mãos.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS_TALL.PICKED
source: Looks like I got it all.
italian: Dovrei averla raccolta tutta.
portuguese_br: Parece que peguei todas.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HALBERD
source: Now I can't be caught off-guard.
italian: Con questa, nessuno mi prenderà più alla sprovvista.
portuguese_br: Agora ninguém vai me pegar de surpresa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEAGAWK.DEAD
source: Dead-eyed.
italian: Ha smesso per sempre di pavoneggiarsi.
portuguese_br: Olhos mortos.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEAGAWK.GENERIC
source: That bush is alive!
italian: Quel cespuglio è vivo!
portuguese_br: Esse arbusto está vivo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEAGAWK.SLEEPING
source: It's getting some shut-eye.
italian: Sta facendo un sonnellino.
portuguese_br: Está dando uma cochilada.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEAGAWKFEATHER
source: Still blinking.
italian: Occhio a quello che c'è qui.
portuguese_br: Ainda está piscando.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEAGAWK_BUSH
source: Look! An iris bush.
italian: Guardate! Un cespuglio variopinto.
portuguese_br: Veja! Um arbusto iridescente!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABID_BEETLE.DEAD
source: A late beetle.
italian: Pace all'anima sua.
portuguese_br: Um besouro falecido.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABID_BEETLE.GENERIC
source: Looks deranged.
italian: Sembra fuori controllo.
portuguese_br: Parece enlouquecido.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABID_BEETLE.SLEEPING
source: In a slumber.
italian: Sonnecchia.
portuguese_br: Em torpor.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHEARS
source: Shear-ly delightful.
italian: Ci darei un taglio.
portuguese_br: Um tesouro de tesoura.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TREE_PILLAR
source: It totally blocks out the sun.
italian: Blocca completamente il sole.
portuguese_br: Bloqueia completamente o sol.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WEEVOLE
source: Whee!
portuguese_br: Bzzz!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WEEVOLE_CARAPACE
source: I'll be careful with this carapace.
italian: Farei attenzione con questo carapace.
portuguese_br: Preciso ter cuidado com essa carapaça.

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_DEHUMID.1
source: Ahhh. The season has turned.
italian: Ahhh. Cambiamento di stagione!
portuguese_br: Ahhh. Mudou de estação.

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_HAYFEVER
source: Evidence would suggest it's allergy season.
italian: Le prove indicherebbero che è la stagione delle allergie.
portuguese_br: As evidências sugerem que chegou a temporada de alergia.

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_HAYFEVER_OFF
source: Ah! Evidentaly, it's no longer allergy season.
italian: Ah! Evidentemente non è più la stagione delle allergie.
portuguese_br: Ah! Evidentemente, a temporada de alergia acabou.

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_SNEEZE
source: aH-CHOOOOOOOOOO!
italian: EEEC-CIÙÙÙÙÙÙÙÙÙÙ!
portuguese_br: A-TCHIIIIIIM!

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_TOO_HUMID.1
source: This %s really weighs me down.
italian: %s, oh come pesa!
portuguese_br: %s está me desacelerando muito.

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_TOO_HUMID.2
source: The humid air is making this %s heavy.
italian: %s, l'aria umida ti rende pesante.
portuguese_br: O peso de %s está maior por causa do ar úmido.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.ALLOY
source: Ah, refined metal. As good as any factory could produce.
italian: Ah, metallo raffinato: di una qualità degna di una fabbrica.
portuguese_br: Ah, metal refinado. Tem a mesma qualidade dos produzidos em fábricas.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.APORKALYPSE_CLOCK
source: Wonderful! I wonder if I could make the world end sooner.
italian: Meraviglioso! Mi chiedo se potrei far finire il mondo prima.
portuguese_br: Maravilhoso! Será que eu consigo fazer o mundo acabar mais depressa?

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.ARMOR_METALPLATE
source: The riveting in this suit is quite sophisticated.
italian: La rivettatura di questo indumento è piuttosto sofisticata.
portuguese_br: A rebitagem deste traje é bastante sofisticada.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.ARMOR_WEEVOLE
source: Exoskeleton armor to protect my endoskeleton.
italian: Armatura a esoscheletro per proteggere il mio endoscheletro.
portuguese_br: Armadura de exoesqueleto para proteger meu endoesqueleto.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.ASPARAGUS_PLANTED
source: A cluster of edible spring vegetables!
italian: Un po' di verdure primaverili commestibili!
portuguese_br: Um cacho de vegetais comestíveis de primavera!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.CHITIN
source: Wonderful! The exoskeleton of a deceased insect!
italian: Meraviglioso! L'esoscheletro di un insetto defunto!
portuguese_br: Fabuloso! O exoesqueleto de um inseto morto!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.CUTNETTLE
source: A large leaf nettle plant native to these parts. Also it smells funny.
italian: Una grande pianta di ortica a foglia larga, originaria di queste parti, che emana un odore strano.
portuguese_br: Uma grande urtiga nativa dessa região. Tem um cheiro esquisito também.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.FLOWER_RAINFOREST
source: Curious. Picking these has a positive effect on my psyche.
italian: Curioso: raccoglierli ha un effetto positivo sulla mia psiche.
portuguese_br: Curioso. Colher estas flores exerce um efeito positivo na minha psique.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GLOWFLY.DEAD
source: Cadaverous.
italian: Esangue.
portuguese_br: Cadavérica.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GLOWFLY.GENERIC
source: The luminous oculus on this pterygota is inspiring!
italian: Gli occhi luminosi di questo pterigota sono fonte di ispirazione!
portuguese_br: A estrutura ocular luminosa desse pterigoto é inspiradora!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GLOWFLY.SLEEPING
source: Evidently, its bioluminescence is dormant too.
italian: Evidentemente, anche la sua bioluminescenza è dormiente.
portuguese_br: Evidentemente, sua bioluminescência também adormeceu.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GLOWFLY_COCOON
source: It appears to be undergoing some kind of transubstantiation.
italian: Sembra che stia subendo una sorta di trasmutazione.
portuguese_br: Pelo visto, está passando por algum tipo de transubstanciação.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GRASS_TALL.BURNING
source: Evidently, grass here has the same flammability qualities as at home.
italian: Evidentemente, anche qui l'erba ha le stesse qualità di infiammabilità.
portuguese_br: É evidente que a grama daqui tem as mesmas qualidades de inflamabilidade que a do meu mundo.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GRASS_TALL.GENERIC
source: The obstinacy of this grass requires something sharper than my hands.
italian: L'ostinazione di quest'erba richiede qualcosa di più affilato delle mie mani.
portuguese_br: A obstinação dessa grama exige algo mais afiado do que as minhas mãos.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GRASS_TALL.PICKED
source: Previously experience suggests this will grow back.
italian: Sulla scorta della mia esperienza pregressa, ipotizzo che ricrescerà.
portuguese_br: As experiências anteriores sugerem que isso vai voltar a crescer.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.HALBERD
source: A marvelously versatile instrument capable of causing incredible harm!
italian: Uno strumento meravigliosamente versatile e in grado di infliggere danni incredibili!
portuguese_br: Um instrumento de uma versatilidade estupenda, capaz de causar danos incríveis!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PEAGAWK.DEAD
source: Evidently, it didn't see that coming.
italian: Evidentemente non se l'aspettava.
portuguese_br: É evidente que ele não previu isso.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PEAGAWK.GENERIC
source: Curious. Can it see out of all of those ocular quills?
italian: Curioso! Riesce a vedere attraverso quelle piume oculari?
portuguese_br: Curioso. Será que ele consegue enxergar por meio de todas essas penas oculares?

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PEAGAWK.SLEEPING
source: Perhaps I can now pluck one of its ocular quills.
italian: Forse ora posso estirpare una delle sue piume oculari.
portuguese_br: Talvez agora eu consiga arrancar uma das suas penas oculares.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PEAGAWKFEATHER
source: Theoretically, there's an intact nervous system that keeps the eye moving.
italian: Teoricamente c'è un sistema nervoso intatto che mantiene l'occhio in movimento.
portuguese_br: Teoricamente, ela possui um sistema nervoso intacto, que mantém o olho em movimento.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PEAGAWK_BUSH.GENERIC
source: I'm experiencing the inescapable perception that I'm being watched.
italian: Ho l'inevitabile percezione di essere osservato.
portuguese_br: Estou com sensação inevitável de que estou sendo observado.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PEAGAWK_BUSH.SLEEPING
source: That insight that spied on me was gone.
italian: Quell'intuizione che mi spiava era sparita.
portuguese_br: Aquele insight que me espionou se foi.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.RABID_BEETLE.DEAD
source: An occurrance of invertebrate respiratory failure.
italian: Un episodio di insufficienza respiratoria da invertebrati.
portuguese_br: Uma ocorrência de insuficiência respiratória invertebrada.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.RABID_BEETLE.GENERIC
source: Evidently, it acquires facial hair when it matures.
italian: Evidentemente, acquisisce la peluria del viso con la crescita.
portuguese_br: É evidente que ele adquire pelos faciais ao amadurecer.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.RABID_BEETLE.SLEEPING
source: It's respiratory structures are vibrating.
italian: I suoi apparati respiratori stanno vibrando.
portuguese_br: Suas estruturas respiratórias estão vibrando.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.SHEARS
source: Cutting implements constructed from raw metal.
italian: Utensile da taglio costruito in metallo grezzo.
portuguese_br: Implementos de corte construídos com metal bruto.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.TREE_PILLAR
source: The circumference of this tree's trunk is unusually large.
italian: La circonferenza del tronco di questo albero è insolitamente grande.
portuguese_br: A circunferência do tronco dessa árvore possui uma grandeza incomum.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.WEEVOLE
source: What a wonderfully persistent species of insect!
italian: Che specie di insetti meravigliosamente persistenti!
portuguese_br: Que espécie de inseto maravilhosamente resistente!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.WEEVOLE_CARAPACE
source: Excellent! It's the exoskeleton of a hexapod invertebrate!
italian: Eccellente! È l'esoscheletro di un invertebrato esapode!
portuguese_br: Excelente! O exoesqueleto de um invertebrado hexápode!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_DEHUMID.1
source: Ah... A nice cool breeze.
italian: Ah... Una bella brezza fresca.
portuguese_br: Ah... Uma brisa fresquinha.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_HAYFEVER
source: Allergy season.
italian: Stagione di allergie.
portuguese_br: É a época das alergias.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_HAYFEVER_OFF
source: Hey! I feel better!
italian: Ehi! Mi sento meglio!
portuguese_br: Ei! Tô me sentindo melhor!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_SNEEZE
source: ahhh... ahhhh...ahhhhhCHOOO!
italian: ehhh... ehhhh...ehhhhhCCIÙÙÙ!
portuguese_br: aaaa... aaaa...atttCHIIIIM!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_TOO_HUMID.1
source: Ugh. This %s is soooo muggy.
italian: Uff, %s, mi fai venire caldo solo a guardarti.
portuguese_br: Ugh. %s é tãããão quente.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_TOO_HUMID.2
source: This %s is really warm.
italian: %s, mi fai sudare...
portuguese_br: %s é mesmo quente.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ALLOY
source: Hope this is worth all the trouble.
italian: Spero che ne valga tutta la pena.
portuguese_br: Espero que isso valha o incômodo.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.APORKALYPSE_CLOCK
source: I hate clocks.
italian: Odio gli orologi.
portuguese_br: Detesto relógios.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMOR_METALPLATE
source: I feel like a soda can.
italian: Mi sento come una lattina.
portuguese_br: Me sinto como uma lata de refrigerante.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMOR_WEEVOLE
source: Ew. It's all creepy-crawly.
italian: Bleah. Che schifezza!
portuguese_br: Eca. É muito asqueroso.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ASPARAGUS_PLANTED
source: Food!
italian: Cibo!
portuguese_br: Rango!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CHITIN
source: Probably wouldn't make a good surfboard.
italian: Probabilmente non sarebbe una buona tavola da surf.
portuguese_br: Acho que não daria uma boa prancha de surfe.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CUTNETTLE
source: Whew! Really cleans your sinuses!
italian: Wow! Ti libera davvero il naso!
portuguese_br: Ufa! Limpa mesmo o nariz!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FLOWER_RAINFOREST
source: I love these.
italian: Li adoro.
portuguese_br: Adora essas.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GLOWFLY.DEAD
source: I wish it hadn't died.
italian: Vorrei che questo insettino non fosse morto.
portuguese_br: Queria que não tivesse morrido.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GLOWFLY.GENERIC
source: I could lay down and watch them all night.
italian: Potrei stendermi e passare la notte a guardare questi insettini.
portuguese_br: Eu podia passar a noite toda deitada, só olhando para eles.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GLOWFLY.SLEEPING
source: Lights out!
italian: Luci spente!
portuguese_br: Hora de apagar as luzes!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GLOWFLY_COCOON
source: I need a sleeping bag like that.
italian: Ho bisogno di un sacco a pelo come quello.
portuguese_br: Preciso de um saco de dormir que nem esse.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GRASS_TALL.BURNING
source: It'd probably be a lot of work to put it out.
italian: Mi sa che ci vorrà un bel po' di lavoro per spegnerlo.
portuguese_br: Provavelmente, vai dar muito trabalho apagar isso.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GRASS_TALL.GENERIC
source: It's too much work to pick it with my hands.
italian: Troppa fatica per prenderla con le mani.
portuguese_br: Dá trabalho demais colher com as mãos.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GRASS_TALL.PICKED
source: I deserve a nap after that.
italian: Dopo mi merito un pisolino.
portuguese_br: Eu mereço uma soneca depois dessa.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.HALBERD
source: You could poke an eye out on this thing!
italian: Attenti agli occhi!
portuguese_br: Essa coisa pode arrancar um olho fora!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PEAGAWK.DEAD
source: Dang. It's dead.
italian: Cavolo. È morto.
portuguese_br: Droga. Morreu.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PEAGAWK.GENERIC
source: Beautiful eyes, dude!
italian: Ehi, che occhioni!
portuguese_br: Belos olhos, cara!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PEAGAWK.SLEEPING
source: You need to shut all your eyes to get proper shut-eye!
italian: Devi chiudere tutti gli occhi se vuoi davvero "chiudere un occhio"!
portuguese_br: Você precisa fechar todos os seu olhos pra poder dormir direito!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PEAGAWKFEATHER
source: Nature makes such pretty things.
italian: La natura fa delle cose così belle...
portuguese_br: A natureza faz coisas tão lindas.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PEAGAWK_BUSH
source: What a cool looking bush!
italian: Che fico questo cespuglio!
portuguese_br: Que arbusto maneiro!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RABID_BEETLE.DEAD
source: That's a bummer.
italian: Che seccatura.
portuguese_br: Ih, deu ruim.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RABID_BEETLE.GENERIC
source: Dude, you need to chill!
italian: Ehi, datti una calmata!
portuguese_br: Cara, você tem que se acalmar!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RABID_BEETLE.SLEEPING
source: That's it. Now just stay asleep.
italian: Ecco, perfetto. Ora continua a dormire.
portuguese_br: Isso aí. Agora é só continuar dormindo.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SHEARS
source: What am I supposed to do with these?
italian: Che cosa dovrei farci con queste?
portuguese_br: O que devo fazer com essas coisas?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TREE_PILLAR
source: What a great tree!
italian: Che albero da paura!
portuguese_br: Que árvore linda!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WEEVOLE
source: Annoying little guys.
italian: Che fastidiosi questi piccoletti.
portuguese_br: Que carinhas chatos.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WEEVOLE_CARAPACE
source: Ew. Bug skin.
italian: Che schifo: la pelle di un insetto.
portuguese_br: Eca. Pele de inseto.

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_DEHUMID.1
source: Still more comfortable this way.
italian: Ancora più comodo in questo modo.
portuguese_br: Ainda mais confortável assim.

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_TOO_HUMID.1
source: I'm bored.
italian: Sono annoiato.
portuguese_br: Estou entediado.

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_TOO_HUMID.2
source: %s is not breathable at all.
italian: %s non è affatto traspirante.
portuguese_br: %s não é respirável.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ALLOY
source: It's steel! Look at the steel I made!
italian: È acciaio! Guarda l'acciaio che ho fatto!
portuguese_br: É aço! Olha o aço que eu fiz!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ANNOUNCE_HAYFEVER
source: There's something in the air...my nose is itching.
italian: C'è qualcosa nell'aria... mi prude il naso.
portuguese_br: Há algo no ar... meu nariz está coçando.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ANNOUNCE_HAYFEVER_OFF
source: My nose is so much better and it's finally gone!
italian: Il mio naso sta molto meglio e finalmente è sparito!
portuguese_br: Meu nariz está muito melhor e finalmente desapareceu!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.APORKALYPSE_CLOCK
source: Oh no! It's a doomsday prophecy!
italian: Oh no! È una profezia del giorno del giudizio!
portuguese_br: Oh não! É uma profecia apocalíptica!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ARMOR_METALPLATE
source: Nothing can hurt me with this on!
italian: Niente può farmi del male con questo addosso!
portuguese_br: Nada pode me machucar com isso!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ARMOR_WEEVOLE
source: Are we really going to wear it?
italian: Lo indosseremo davvero?
portuguese_br: Nós realmente vamos usá-lo?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ASPARAGUS_PLANTED
source: Miss Winona might like it, pick some.
italian: Alla signorina Winona potrebbe piacere, scegline un po'.
portuguese_br: A senhorita Winona pode gostar, escolha alguns.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CHITIN
source: Check out the pattern on this! Warby!
italian: Dai un'occhiata al modello su questo! Warby!
portuguese_br: Confira o padrão sobre isso! Warby!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CUTNETTLE
source: Ow! It got me.
italian: Ahi! Mi ha preso.
portuguese_br: Uau! Isso me pegou.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.FLOWER_RAINFOREST
source: oh! That's the kind of flower in jungle adventure stories.
italian: OH! Questo è il tipo di fiore nelle storie di avventure nella giungla.
portuguese_br: oh! Esse é o tipo de flor nas histórias de aventura na selva.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GLOWFLY.DEAD
source: Oh, dead.
italian: Oh, morto.
portuguese_br: Ah, morto.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GLOWFLY.GENERIC
source: Whoa, look at the light they emit!
italian: Whoa, guarda la luce che emettono!
portuguese_br: Nossa, olha a luz que eles emitem!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GLOWFLY.SLEEPING
source: it is sleeping.
italian: sta dormendo.
portuguese_br: Está a dormir.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GLOWFLY_COCOON
source: A cocoon, what could be inside?
italian: Un bozzolo, cosa potrebbe esserci dentro?
portuguese_br: Um casulo, o que poderia haver dentro?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GRASS_TALL.BURNING
source: Hey! Brush fires will destroy rainforests!
italian: Ehi! Gli incendi boschivi distruggono le foreste pluviali!
portuguese_br: Ei! Os incêndios de arbustos destroem as florestas tropicais!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GRASS_TALL.GENERIC
source: A lush patch of grass. Must be a lot of bugs in it.
italian: Un prato lussureggiante. Devono esserci molti bug.
portuguese_br: Um pedaço de grama exuberante. Deve ter muitos bugs nele.
