Repository: DST-Hamlet/PorkLand
Catalog: scripts/languages/*_*.po
Languages: italian, portuguese_br

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GRASS_TALL.PICKED
source: Collect again after a while.
italian: Raccogli di nuovo dopo un po '.
portuguese_br: Recolha novamente depois de um tempo.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.HALBERD
source: A huge ax!
italian: Un'enorme ascia!
portuguese_br: Um enorme machado!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PEAGAWK.GENERIC
source: Wow, how many eyes are there?
italian: Wow, quanti occhi ci sono?
portuguese_br: Uau, quantos olhos existem?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PEAGAWK.SLEEPING
source: Warby, we might be able to gather his feathers while he's asleep.
italian: Warby, potremmo riuscire a raccogliere le sue piume mentre dorme.
portuguese_br: Warby, podemos juntar as penas dele enquanto ele dorme.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PEAGAWKFEATHER
source: method is valid.
italian: metodo è valido.
portuguese_br: método é válido.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PEAGAWK_BUSH
source: This bird can't fly, but turns into a bush!
italian: Questo uccello non può volare, ma si trasforma in un cespuglio!
portuguese_br: Este pássaro não pode voar, mas se transforma em um arbusto!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RABID_BEETLE.DEAD
source: Oh, dead.
italian: Oh, morto.
portuguese_br: Ah, morto.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RABID_BEETLE.GENERIC
source: Wow, look how active they are!
italian: Wow, guarda come sono attivi!
portuguese_br: Uau, olha como eles são ativos!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RABID_BEETLE.SLEEPING
source: it's sleeping,
italian: sta dormendo,
portuguese_br: está dormindo,

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SHEARS
source: Gardener's little helper.
italian: Il piccolo aiutante del giardiniere.
portuguese_br: O ajudante do jardineiro.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.TREE_PILLAR
source: Such a big tree, even werebeaver can't eat it all.
italian: Un albero così grande che nemmeno i castoro-mannaro possono mangiarlo tutto.
portuguese_br: Uma árvore tão grande que nem os castores conseguem comê-la toda.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WEEVOLE
source: Hey! Got you!
italian: Ehi! Ti ho preso!
portuguese_br: Ei! Entendi!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WEEVOLE_CARAPACE
source: Let's put it away, it might be useful.
italian: Mettiamolo via, potrebbe essere utile.
portuguese_br: Vamos guardá-lo, pode ser útil.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_DEHUMID.1
source: Ha, feeling better.
italian: Ah, mi sento meglio.
portuguese_br: Ha, me sentindo melhor.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_TOO_HUMID.1
source: Wearing %s is a shame.
italian: Indossare %s è un peccato.
portuguese_br: Vestir %s é uma vergonha.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_TOO_HUMID.2
source: This terrible weather... I really shouldn't be wearing %s.
italian: Con questo brutto tempo... davvero non dovrei indossare %s.
portuguese_br: Este tempo terrível... Eu realmente não deveria estar usando %s.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ALLOY
source: Strong refined metal.
italian: Metallo forte e raffinato.
portuguese_br: Metal refinado forte.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ANNOUNCE_HAYFEVER
source: Don't these plants do anything else but pollinate all over the place?
italian: Queste piante non fanno altro che impollinare dappertutto?
portuguese_br: Essas plantas não fazem mais nada além de polinizar por toda parte?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ANNOUNCE_HAYFEVER_OFF
source: Whoops! it is finally over!
italian: Ops! è finalmente finita!
portuguese_br: Opa! finalmente acabou!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.APORKALYPSE_CLOCK
source: Keeping track of their movements...very clever idea.
italian: Tenere traccia dei loro movimenti... un'idea molto intelligente.
portuguese_br: Manter o controle de seus movimentos... uma ideia muito inteligente.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ARMOR_METALPLATE
source: I still prefer magic.
italian: Preferisco ancora la magia.
portuguese_br: Eu ainda prefiro magia.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ARMOR_WEEVOLE
source: It doesn't smell that great, but there's no time to dwell on that much.
italian: Non ha un buon profumo, ma non c'è tempo per soffermarsi così tanto.
portuguese_br: Não cheira muito bem, mas não há tempo para pensar muito nisso.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ASPARAGUS_PLANTED
source: I should pick some and go back to eat.
italian: Dovrei prenderne un po' e tornare a mangiare.
portuguese_br: Eu deveria pegar alguns e voltar para comer.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CHITIN
source: I don't understand what's the point of this?
italian: Non capisco qual è il punto di questo?
portuguese_br: Eu não entendo qual é o objetivo disso?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CUTNETTLE
source: This keeps us breathing smoothly.
italian: Questo ci fa respirare dolcemente.
portuguese_br: Isso nos mantém respirando suavemente.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.FLOWER_RAINFOREST
source: Why am I wasting time staring at it?
italian: Perché perdo tempo a fissarlo?
portuguese_br: Por que estou perdendo tempo olhando para ele?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GLOWFLY.DEAD
source: Maybe that's for the best.
italian: Forse è meglio così.
portuguese_br: Talvez seja o melhor.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GLOWFLY.GENERIC
source: I still like them the way they are now.
italian: Mi piacciono ancora come sono adesso.
portuguese_br: Eu ainda gosto deles do jeito que estão agora.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GLOWFLY.SLEEPING
source: Sleep well now.
italian: Dormi bene ora.
portuguese_br: Durma bem agora.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GLOWFLY_COCOON
source: We'd better get out of here before it breaks out of its cocoon.
italian: Faremmo meglio ad uscire di qui prima che esca dal suo bozzolo.
portuguese_br: É melhor sairmos daqui antes que saia do casulo.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GRASS_TALL.BURNING
source: This is not good.
italian: Questo non è un bene.
portuguese_br: Isto não é bom.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GRASS_TALL.GENERIC
source: Grasses this tough are indeed uncommon.
italian: Le erbe così dure sono davvero rare.
portuguese_br: Gramíneas tão duras são realmente incomuns.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GRASS_TALL.PICKED
source: Over time, it will grow back.
italian: Col tempo, ricrescerà.
portuguese_br: Com o tempo, ele voltará a crescer.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.HALBERD
source: I'm not planning on murdering grove of trees.
italian: Non ho intenzione di uccidere un boschetto di alberi.
portuguese_br: Não estou planejando matar um bosque de árvores.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PEAGAWK.GENERIC
source: See no evil!
italian: Non vedere il male!
portuguese_br: Não veja nenhum mal!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PEAGAWK.SLEEPING
source: Shouldn't it be looking at me?
italian: Non dovrebbe guardarmi?
portuguese_br: Não deveria estar olhando para mim?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PEAGAWKFEATHER
source: It's hard to see.
italian: È difficile da vedere.
portuguese_br: É difícil de ver.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PEAGAWK_BUSH
source: What a clever disguise.
italian: Che travestimento intelligente.
portuguese_br: Que disfarce inteligente.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RABID_BEETLE.DEAD
source: There is one less pest in the world.
italian: C'è un parassita in meno al mondo.
portuguese_br: Há uma praga a menos no mundo.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RABID_BEETLE.GENERIC
source: vermin! go away!
italian: parassiti! andare via!
portuguese_br: verme! vá embora!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RABID_BEETLE.SLEEPING
source: Huh, I can take a breath.
italian: Eh, posso prendere fiato.
portuguese_br: Huh, eu posso respirar.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SHEARS
source: I won't waste my time on this.
italian: Non perderò tempo con questo.
portuguese_br: Não vou perder meu tempo com isso.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.TREE_PILLAR
source: Thankfully it doesn't completely block the sun.
italian: Per fortuna non blocca completamente il sole.
portuguese_br: Felizmente, não bloqueia completamente o sol.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WEEVOLE
source: I remember it biting.
italian: Ricordo che mordeva.
portuguese_br: Eu me lembro dele mordendo.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WEEVOLE_CARAPACE
source: Evil, exudes a strange smell.
italian: Male, emana uno strano odore.
portuguese_br: Mal, exala um cheiro estranho.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_DEHUMID.1
source: Ah, I feel better now.
italian: Ah, ora mi sento meglio.
portuguese_br: Ah, já me sinto melhor.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_HAYFEVER
source: Ugh! My allergies!
italian: Uff! Le mie allergie!
portuguese_br: Ugh! Minhas alergias!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_HAYFEVER_OFF
source: I think... my nose has cleared!
italian: Credo che... mi si sia liberato il naso!
portuguese_br: Acho que... meu nariz está limpo!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_SNEEZE
source: Atchoum!
italian: Ecciù!
portuguese_br: Atchim!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_TOO_HUMID.1
source: Mon dieu! This %s is humid.
italian: Mon dieu! %s, mi fai fare un bagno di sudore.
portuguese_br: Mon dieu! A umidade tomou conta de %s.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_TOO_HUMID.2
source: Whew. This %s is hot.
italian: Uff. %s, sei rovente.
portuguese_br: Uau! %s tá quente.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ALLOY
source: Metal cooked to perfection.
italian: Metallo cotto alla perfezione.
portuguese_br: Um metal preparado à perfeição.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.APORKALYPSE_CLOCK
source: Like the knobs on a stove, it must be turned just right.
italian: Come le manopole di un fornello: deve essere girato verso destra.
portuguese_br: Precisa ser girado corretamente, como os botões de um fogão.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMOR_METALPLATE
source: Like an armor made of tin cans.
italian: Come un'armatura fatta di barattoli.
portuguese_br: Como uma armadura feita de latinhas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMOR_WEEVOLE
source: It still smells of bug.
italian: Odora ancora di insetti.
portuguese_br: Ainda tem cheiro de inseto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ASPARAGUS_PLANTED
source: I should snatch those up.
italian: Dovrei accaparrarmeli.
portuguese_br: Eu deveria pegar isso.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CHITIN
source: Completely inedible.
italian: Del tutto immangiabile.
portuguese_br: Completamente incomestível.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CUTNETTLE
source: Great for clearing the sinuses!
italian: Ottima per liberare il naso!
portuguese_br: É ótimo pra limpar o nariz!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FLOWER_RAINFOREST
source: Edible?
italian: Commestibile?
portuguese_br: É comestível?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOWFLY.DEAD
source: Such a shame. And not even edible.
italian: Che peccato. E non è nemmeno commestibile.
portuguese_br: Que pena. Nem é comestível.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOWFLY.GENERIC
source: Light the way, mon amie.
italian: Illumina la strada, mon amie.
portuguese_br: Ilumine o caminho, mon amie.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOWFLY.SLEEPING
source: May your dreams be full of light.
italian: Che i tuoi sogni siano pieni di luce.
portuguese_br: Que seus sonhos sejam repletos de luz.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOWFLY_COCOON
source: It's wrapped itself like a cabbage roll.
italian: Si è avvolta da sola come un involtino.
portuguese_br: Esta enrolado como um charuto de repolho.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GRASS_TALL.BURNING
source: Smells like a cookout!
italian: C'è profumo di barbecue!
portuguese_br: Está cheirando a churrasco!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GRASS_TALL.GENERIC
source: Too long to cut with my hands.
italian: Troppo lunga per tagliarla con le mani.
portuguese_br: É longa demais para cortar com minhas mãos.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GRASS_TALL.PICKED
source: It will have to grow back.
italian: Dovrà ricrescere.
portuguese_br: Vai ter que crescer de novo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HALBERD
source: I dislike fighting.
italian: Non mi piace combattere.
portuguese_br: Não gosto de briga.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PEAGAWK.DEAD
source: A pointless death.
italian: Una morte inutile.
portuguese_br: Uma morte inútil.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PEAGAWK.GENERIC
source: Those feathers would make a nice table centerpiece.
italian: Quelle piume sarebbero un bel centrotavola.
portuguese_br: Essas penas dariam um ótimo centro de mesa.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PEAGAWK.SLEEPING
source: Those eyes are unnerving.
italian: Quegli occhi sono inquietanti.
portuguese_br: Esses olhos são perturbadores.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PEAGAWKFEATHER
source: It's quite soft.
italian: È morbidissima.
portuguese_br: É bem macia.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PEAGAWK_BUSH
source: It's a bright blue bush.
italian: È un cespuglio di un blu brillante.
portuguese_br: É um arbusto azul e brilhante!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RABID_BEETLE.DEAD
source: A shame. Not even edible.
italian: Che peccato. Non è nemmeno commestibile.
portuguese_br: Que pena. Nem é comestível.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RABID_BEETLE.GENERIC
source: It is like me when I am hungry.
italian: È come me quando ho fame.
portuguese_br: É como eu fico quando tô com fome.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RABID_BEETLE.SLEEPING
source: What a curious way to sleep!
italian: Che strano modo di dormire!
portuguese_br: Que maneira curiosa de dormir!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SHEARS
source: Good for cutting hedges and grass.
italian: Ottime per potare siepi ed erba.
portuguese_br: É ótima para cortar cercas vivas e grama.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TREE_PILLAR
source: What a marvel.
italian: Che meraviglia.
portuguese_br: Que maravilha.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WEEVOLE
source: Shoo! Go away!
italian: Sciò! Vattene!
portuguese_br: Xô! Sai daqui!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WEEVOLE_CARAPACE
source: The crust of a bug.
italian: La crosta di un insetto.
portuguese_br: A crosta de um bicho.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_DEHUMID.1
source: The haze has lifted.
italian: La nebbia si è dileguata.
portuguese_br: A neblina se dissipou.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_HAYFEVER
source: Mine nostrils chafe with itchiness!
italian: Le mie narici lottano contro il prurito!
portuguese_br: Minhas narinas foram atacadas por coceiras!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_HAYFEVER_OFF
source: The smoke has cleared!
italian: Il fumo si è diradato!
portuguese_br: A fumaça foi eliminada!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_SNEEZE
source: aaAAAH...cho!
italian: eeEEEC...ciù!
portuguese_br: aaAAA... tchim!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_TOO_HUMID.1
source: This %s is crushing my spirit.
italian: %s, mi stai abbattendo il morale.
portuguese_br: %s está destruindo meu espírito.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_TOO_HUMID.2
source: This %s burns like Sol.
italian: %s, bruci come Sol.
portuguese_br: %s queima como o Sol.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ALLOY
source: A metal worthy of the Sons of Ivaldi.
italian: Un metallo degno dei Figli di Ivaldi.
portuguese_br: Um metal digno dos Filhos de Ivaldi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.APORKALYPSE_CLOCK
source: It controls Ragnarok!
italian: Controlla il Ragnarok!
portuguese_br: Isso controla Ragnarok!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMOR_METALPLATE
source: Armor worthy of my deeds.
italian: Un'armatura degna delle mie imprese.
portuguese_br: Uma armadura digna das minhas proezas.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMOR_WEEVOLE
source: Armor made from the skin of my enemy.
italian: Un'armatura fatta con la pelle del mio nemico.
portuguese_br: Armadura feita com a pele do meu inimigo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ASPARAGUS_PLANTED
source: Useless vegetation!
italian: Inutile vegetazione!
portuguese_br: Vegetação inútil!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CHITIN
source: The feeble armor of the bug.
italian: La debole armatura di un insetto.
portuguese_br: A armadura frágil do inseto.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CUTNETTLE
source: Its smell has vanquish mine sinuses.
italian: Il suo odore si è fatto strada nelle mie narici.
portuguese_br: Esse cheiro conquistou minhas vias aéreas.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FLOWER_RAINFOREST
source: A blossom most lovely.
italian: Un fiore di estrema grazia.
portuguese_br: Uma flor adorável.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOWFLY.DEAD
source: Alas, it is dead.
italian: Ahimè, l'insetto è morto.
portuguese_br: Eia, está morta.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOWFLY.GENERIC
source: Fly free, small friend.
italian: Vola libera, piccola amica.
portuguese_br: Voe livremente, pequena amiga.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOWFLY.SLEEPING
source: A slumber consumes it.
italian: Il sonno la consuma.
portuguese_br: Consumida pelo sono.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOWFLY_COCOON
source: It has armored itself for sleep.
italian: Si è dotata di armatura per dormire.
portuguese_br: Ela colocou uma armadura para dormir.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GRASS_TALL.BURNING
source: It burns!
italian: Brucia!
portuguese_br: Queima!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GRASS_TALL.GENERIC
source: Surely it is the grass of Jotunheim!
italian: Sicuramente è l'erba dello Jotunheim!
portuguese_br: Sem dúvida, é a grama de Jotunheim!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GRASS_TALL.PICKED
source: I have defeated it!
italian: L'ho sconfitta!
portuguese_br: Eu a derrotei!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HALBERD
source: Tis no spear, yet is still valorous!
italian: Non è una lancia, ma è comunque valorosa!
portuguese_br: Não é uma lança, mas ainda assim é valorosa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PEAGAWK.DEAD
source: Even in death its eyes stare into my soul.
italian: Anche da morto i suoi occhi fissano la mia anima.
portuguese_br: Mesmo morta, seus olhos encaram o fundo da minha alma.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PEAGAWK.GENERIC
source: It has the eyes of Odin.
italian: Ha gli occhi di Odino.
portuguese_br: Ela tem os olhos de Odin.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PEAGAWK.SLEEPING
source: I cannot tell if it is awake or sleep.
italian: Non so dire se sia sveglio o se dorma.
portuguese_br: Não consigo dizer se está acordada ou dormindo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PEAGAWKFEATHER
source: A priceless beauty.
italian: Una bellezza inestimabile.
portuguese_br: Uma beleza inestimável.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PEAGAWK_BUSH
source: Do you think you can hide from me?
italian: Pensi di poterti nascondere da me?
portuguese_br: Acha pode se esconder de mim?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RABID_BEETLE.DEAD
source: It has died in battle.
italian: È morto in battaglia.
portuguese_br: Ele morreu em combate.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RABID_BEETLE.GENERIC
source: Evil beast. You have met your match!
italian: Bestia malvagia, hai trovato pane per i tuoi denti!
portuguese_br: Fera maligna. Você encontrou uma adversária à sua altura!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RABID_BEETLE.SLEEPING
source: Slumber consumes it!
italian: Il sonno lo consuma!
portuguese_br: Consumida pelo sono!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SHEARS
source: A weapon for use against a mighty hedge!
italian: Un'arma da usare contro una potente siepe!
portuguese_br: Uma arma para ser usada contra uma cerca viva imponente!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TREE_PILLAR
source: Surely I stand before Yggdrasil!
italian: Sicuramente mi trovo davanti allo Yggdrasil!
portuguese_br: Sem dúvida, estou diante da Yggdrasil!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WEEVOLE
source: A pest upon this land!
italian: Una piaga su questa terra!
portuguese_br: Uma peste sobre esta terra!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WEEVOLE_CARAPACE
source: The skin of my enemy.
italian: La pelle del mio nemico.
portuguese_br: A pele do meu inimigo.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_DEHUMID.1
source: Ah! That feels better.
italian: Ah! Così va meglio.
portuguese_br: Ah! Assim está melhor.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HAYFEVER
source: Ugh. Allergies.
italian: Uff. Le mie allergie.
portuguese_br: Ugh. Alergias.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HAYFEVER_OFF
source: Ah... I can breathe again.
italian: Ahh... Finalmente posso respirare di nuovo.
portuguese_br: Ah... Posso respirar novamente.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_SNEEZE
source: ah...CHOOOO!
italian: ec...CCIÙÙÙ!
portuguese_br: aa..TCHIM!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_TOO_HUMID.1
source: This %s is too much.
italian: %s, pesi troppo.
portuguese_br: %s incomoda demais.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_TOO_HUMID.2
source: This %s is hotter than I like.
italian: %s, mi stai accaldando.
portuguese_br: %s é mais quente do que eu gostaria.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ALLOY
source: Durable.
italian: Resistente.
portuguese_br: Durável.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.APORKALYPSE_CLOCK
source: I do like this...
italian: Mi piace questo...
portuguese_br: Adorei isso...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMOR_METALPLATE
source: Not very pliant but it does the job.
italian: Non molto flessibile, ma fa il suo dovere.
portuguese_br: Não é muito flexível, mas cumpre sua função.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMOR_WEEVOLE
source: This is not a good look.
italian: Esteticamente non ci siamo.
portuguese_br: Isso não fica bem em mim.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ASPARAGUS_PLANTED
source: Food. Just growing out of the ground.
italian: Cibo che spunta dal terreno, niente di speciale.
portuguese_br: Comida. Crescendo do solo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHITIN
source: We all have our defenses.
italian: Abbiamo tutti le nostre difese.
portuguese_br: Todos temos nossas defesas.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTNETTLE
source: Useful.
italian: Utile.
portuguese_br: Útil.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_RAINFOREST
source: It's no rose.
italian: Non è una rosa.
portuguese_br: Não é nenhuma rosa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOWFLY.DEAD
source: Lights out.
italian: Si sono spente le luci.
portuguese_br: Apagou.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOWFLY.GENERIC
source: Disgusting, but helpful.
italian: Disgustosa, ma utile.
portuguese_br: Nojenta, mas útil.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOWFLY.SLEEPING
source: That light is rather too lethargic.
italian: Quella luce è piuttosto letargica.
portuguese_br: Essa luz é letárgica demais.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOWFLY_COCOON
source: Ah, metamorphosis...
italian: Ah, la metamorfosi...
portuguese_br: Ah, metamorfose...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS_TALL.BURNING
source: Well, there you have it.
italian: Bene, ecco fatto.
portuguese_br: Bom, aí está.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS_TALL.GENERIC
source: Oh, joyous occasion. I've found grass.
italian: Oh, quale gaudio: ho trovato dell'erba.
portuguese_br: Ah, que ocasião alegre. Encontrei grama.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS_TALL.PICKED
source: I don't require any more grass, thank you.
italian: Non ho bisogno di altra erba, grazie.
portuguese_br: Não preciso de mais grama. Obrigado.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HALBERD
source: A blade as sharp as my wit.
italian: Una lama aguzza come il mio ingegno.
portuguese_br: Uma lâmina afiada como minha inteligência.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEAGAWK.DEAD
source: It's beauty has been snuffed out forever.
italian: La sua bellezza è stata spenta per sempre.
portuguese_br: A beleza dele foi extinta para sempre.
