Repository: DST-Hamlet/PorkLand
Catalog: scripts/languages/*_*.po
Languages: italian, portuguese_br

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_RAINFOREST
source: Floral cross-pollination produces some fascinating specimens.
italian: Con l'impollinazione incrociata dei fiori si ottengono esemplari affascinanti.
portuguese_br: A polinização floral cruzada produz alguns espécimes fascinantes.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOWFLY.DEAD
source: Its existence has reached an end.
italian: La sua esistenza è arrivata alla fine.
portuguese_br: Sua existência chegou ao fim.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOWFLY.GENERIC
source: A bioluminescent insecta.
italian: Un insetto bioluminescente.
portuguese_br: Um insecta bioluminescente.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOWFLY.SLEEPING
source: Curious. Its bioluminescence requires wakefulness.
italian: Curioso. Per mantenere la bioluminescenza non deve dormire.
portuguese_br: Curioso. Sua bioluminescência requer vigília.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOWFLY_COCOON
source: Fascinating! It has moved on to the chrysalis stage.
italian: Affascinante! Ora è allo stadio di crisalide.
portuguese_br: Fascinante! Passou para o estágio da crisálida.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS_TALL.BURNING
source: Illuminating!
italian: Illuminante!
portuguese_br: Iluminante!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS_TALL.GENERIC
source: I need an implement for that.
italian: Mi serve un attrezzo.
portuguese_br: Preciso de um utensílio para isso.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS_TALL.PICKED
source: That required not insignificant effort.
italian: Ha richiesto uno sforzo non trascurabile.
portuguese_br: Isso exigiu um esforço mais do que insignificante.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HALBERD
source: It is a cruel and versatile weapon.
italian: È un'arma crudele e versatile.
portuguese_br: É uma arma cruel e versátil.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEAGAWK.DEAD
source: Lifeless.
italian: Senza vita.
portuguese_br: Sem vida.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEAGAWK.GENERIC
source: A strangely mutated Pavo Cristatus.
italian: Un Pavo cristatus con una strana mutazione.
portuguese_br: Um Pavo Cristatus estranhamente transformado.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEAGAWK.SLEEPING
source: It's ocular plumage appears not to need sleep.
italian: Dal piumaggio oculare sembra che non abbia bisogno di dormire.
portuguese_br: Sua plumagem ocular parece não precisar dormir.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEAGAWKFEATHER
source: Feather of the male Pavo Cristatus.
italian: Piuma di un esemplare maschio di Pavo cristatus.
portuguese_br: Pena do macho Pavo Cristatus.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEAGAWK_BUSH
source: I have questions about that bush.
italian: Ho delle domande su quel cespuglio.
portuguese_br: Tenho dúvidas sobre esse arbusto.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABID_BEETLE.DEAD
source: Expired.
italian: Esanime.
portuguese_br: Expirou.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABID_BEETLE.GENERIC
source: Certainly not a species I know of!
italian: Di certo non una specie che conosco!
portuguese_br: Certamente não é uma espécie que conheço!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABID_BEETLE.SLEEPING
source: Dormant.
italian: Dormiente.
portuguese_br: Dormente.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SHEARS
source: A useful tool for horticultural purposes.
italian: Uno strumento utile a scopri orticoli.
portuguese_br: Uma ferramenta útil para fins hortícolas.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TREE_PILLAR
source: Certainly from an old growth tree.
italian: È sicuramente un albero antico.
portuguese_br: Certamente, advém de uma árvore antiga.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WEEVOLE
source: A Coleoptera. And an annoying one at that.
italian: Un tipo di coleottero. E anche fastidioso.
portuguese_br: Uma Coleoptera. E uma irritante, ainda por cima.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WEEVOLE_CARAPACE
source: The exoskeleton of a Coleoptera.
italian: L'esoscheletro di un coleottero.
portuguese_br: O exoesqueleto de uma Coleoptera.

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_DEHUMID.1
source: WILBA HAS'T COOLED
italian: WILBA È PIÙ FRESCA
portuguese_br: WILBA FOI REFRIGERADIS

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_DEHUMID.2
source: AHH. WILBA 'TIS BETTER
italian: AHH! COSÌ WILBA STA MEGLIO
portuguese_br: AHH. WILBA ESTAIS MELHORIS

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_HAYFEVER
source: SN--ORT. WILBA IS'T STUFFY
italian: SN... ORT. WILBA HA IL NASO TAPPATO
portuguese_br: AH-TCHIM. WILBA ESTAIS ENTUPIDIS

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_HAYFEVER_OFF
source: SNIFFS. WILBA NOSE IS'T NAUGHT STUFFY NO MORES!
italian: SNIFF. IL NASINO DI WILBA NON È PIÙ TAPPATO!
portuguese_br: SNIFFS. NARIZES DE WILBA NÃO ESTAIS MAIS INTUPIDIS!

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_SNEEZE
source: SNORT, 'NEEZE, A-CHOOEY!
italian: SNORT, EEEHHH... CIÙÙÙÙ!
portuguese_br: HUMPH, SPIRRUS, AH-TCHIHIM!

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_TOO_HUMID.1
source: WILBA AM TOO MUCH I' THE HEAT
italian: WILBA HA TROPPO CALDO
portuguese_br: WILBA ESTARES DEMAIS NO CALORIS

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_TOO_HUMID.2
source: THE AIR 'TIS FULL OF HEAT
italian: L'ARIA È TROPPO CALDA
portuguese_br: O ARES ESTAIS CHEIO DE CALORIS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.ALLOY
source: IS'T BLOCK O' HARD METALS
italian: UN BLOCCO DI METALLI DURI DURI
portuguese_br: ÉS UM BLOCOS DE METAL DURIS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.APORKALYPSE_CLOCK
source: TIME AND THE HOUR RUNS THROUGH IT
italian: LE ORE E I MINUTI SONO POCHI
portuguese_br: O TEMPOS E A HORAS PASSARES AÍ

# STRINGS.CHARACTERS.WILBA.DESCRIBE.ARMOR_METALPLATE
source: TO TAKE ARMS
italian: ALLE ARMI
portuguese_br: PARA IRES ÀS GUERRA

# STRINGS.CHARACTERS.WILBA.DESCRIBE.ARMOR_WEEVOLE
source: ADVENTURE CLOTHES FROM ANNOYING BUGS
italian: VESTITI D'AVVENTURA DI INSETTI FASTIDIOSI
portuguese_br: ROUPAS DE AVENTURAS DE INSETOS IRRITANTIS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.ASPARAGUS_PLANTED
source: HATH A FUNNY HAT
italian: HAI UN CAPPELLINO SIMPATICO
portuguese_br: TENERES UM CHAPÉUS ENGRAÇADIS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.CHITIN
source: YON BUGGY ARMOR
italian: ARMATURA INSETTOSA
portuguese_br: AIS ARMORADURAS INSETIS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.CUTNETTLE
source: DOST UNSTUFF'DED MINE SNOUTS
italian: HAI STAPPATO IL MUSETTO DI WILBA
portuguese_br: AIS DESENTUPIDARES MEU FOCINHOS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.FLOWER_RAINFOREST
source: MANY COLOR'D FLOWERS FOR WILBA
italian: TANTI FIORI COLORATI PER WILBA
portuguese_br: MUITAS FLOR COLORIDIS PARA WILBA

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GLOWFLY.DEAD
source: 'TIS SQUISH'DED
italian: QUESTO INSETTINO È MOLLICCIO
portuguese_br: ESTAIS ESMAGADIS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GLOWFLY.GENERIC
source: IS'T A BUG O' GLOWY BUTT
italian: QUESTO INSETTO HA IL SEDERINO LUMINOSO
portuguese_br: ÉS UM INSETUS DE BUNDAS BRILHANTIS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GLOWFLY.SLEEPING
source: O GENTLE SLEEP!
italian: DORMI DORMI!
portuguese_br: ÓH, SONUS QUERIDIS!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GLOWFLY_COCOON
source: WRAPP'DED IN A BUGGY BLANKET
italian: QUESTO INSETTINO SI È IMBALLATO IN UNA BELLA COPERTA
portuguese_br: ENVOLVIDIS EM UM COBERTORES DE INSETUZINHOS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GRASS_TALL.BURNING
source: FWOOSH'DING
italian: QUESTA COSA BRUCIA BRUCIA
portuguese_br: COZTISTIGARES

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GRASS_TALL.GENERIC
source: AS LONG AS THE DAY IS MERRY
italian: POSSIAMO GIOCARE A NASCONDINO?
portuguese_br: DESDE QUE O DIAS SEJA FELIZIS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GRASS_TALL.PICKED
source: THE LONG AND SHORT OF IT
italian: UNA BELLA MANCIATINA
portuguese_br: O RESUMOS DE TUDOS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.HALBERD
source: WILBA SHALL SLICE AND CHOP!
italian: WILBA TAGLIA E AFFETTA!
portuguese_br: WILBA VAI CORTARES E PICOTARES!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.PEAGAWK.DEAD
source: IS'T EYES LOOKED IS'T LAST
italian: HA FATTO PER SEMPRE CIAO CIAO
portuguese_br: TEUS ENXERGADORS NAUM ENXERGARES MAIS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.PEAGAWK.GENERIC
source: WHAT A ROGUE AND PEASANT SLAVE AM EYE-BIRD!
italian: QUESTO UCCELLONE GUARDA CON TANTI TANTI OCCHI
portuguese_br: QUE FULANOS IMUNDOS E LIBIDINOSUS ÉRES PÁSSAROS-ENXERGADORS!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.PEAGAWK.SLEEPING
source: O GENTLE SLEEP!
italian: DORMI DORMI!
portuguese_br: ÓH, SONUS QUERIDIS!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.PEAGAWKFEATHER
source: IS'T A BIRD THING O' PRETTY
italian: QUESTA È UNA COSA CARINA CARINA PER UCCELLINI
portuguese_br: ÉS UM COISAS PÁSSAROS DA BONITIS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.PEAGAWK_BUSH
source: 'TIS NAUGHT A BUSH
italian: QUESTO NON È UN CESPUGLIO
portuguese_br: NAUM ÉS ARBUSTOS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.RABID_BEETLE.DEAD
source: IN YON UNDISCOVER'D COUNTRY
italian: HA FATTO CIAO CIAO
portuguese_br: EM AIS PAÍSES DESCONHECIDIS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.RABID_BEETLE.GENERIC
source: FULL OF SOUND AND FURY
italian: PIENO DI RUMORE E FURORE
portuguese_br: CHEIOS DE SONS E FÚRIAS!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.RABID_BEETLE.SLEEPING
source: O GENTLE SLEEPIES
italian: NANNE NANNE
portuguese_br: ÓH, SONHUZINHOS QUERIDIS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.SHEARS
source: FOR THE CUTTINGS OF THE SHRUBS
italian: PER TAGLIARE GLI ARBUSTI
portuguese_br: PARA CORTARES ARBUSTOS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.TREE_PILLAR
source: 'TIS STRONG TREE
italian: QUESTO ALBERO È FORTE
portuguese_br: ÉS UMA ÁRVORES FORTIS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.WEEVOLE
source: GO AWAY BUGS
italian: VIA, INSETTI
portuguese_br: VÃORES EMBORA, INSETO

# STRINGS.CHARACTERS.WILBA.DESCRIBE.WEEVOLE_CARAPACE
source: WILBA BEAT ANNOYING BUGS
italian: WILBA UCCIDE GLI INSETTI FASTIDIOSI
portuguese_br: WILBA DERROTARES INSETO IRRITANTIS

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_DEHUMID.1
source: Ahh...it's cooled down.
italian: Ahh... c'è più fresco.
portuguese_br: Ahh... Resfriou.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HAYFEVER
source: My sinuses are burning.
italian: Mi brucia il naso.
portuguese_br: Meus seios nasais estão queimando.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HAYFEVER_OFF
source: Sniff! I feel better now!
italian: Sniff! Ora mi sento meglio!
portuguese_br: Sniff! Estou me sentindo melhor agora!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_SNEEZE
source: Achoo!!
italian: Eccciù!
portuguese_br: Ah-chim!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_TOO_HUMID.1
source: It's burning hot. But not in a good way.
italian: È bollente. Ma non in senso buono.
portuguese_br: Está pelando. Mas não de um jeito bom.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_TOO_HUMID.2
source: It's too hot.
italian: È davvero rovente.
portuguese_br: Está quente demais.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ALLOY
source: Fire makes everything better.
italian: Il fuoco migliora tutto quanto.
portuguese_br: O fogo deixa tudo melhor.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.APORKALYPSE_CLOCK
source: Looks ominous. I like it.
italian: Ha un aspetto minaccioso. Mi piace.
portuguese_br: Parece ameaçador. Gostei.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMOR_METALPLATE
source: I feel like a tin can.
italian: Mi sento come se fossi una lattina.
portuguese_br: Me sinto como uma latinha.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMOR_WEEVOLE
source: This feels gross. I hope it works.
italian: Mi fa schifo. Spero che funzioni.
portuguese_br: Isso parece nojento. Espero que dê certo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ASPARAGUS_PLANTED
source: Haha! Found you!
italian: Ahah! Ti ho trovato!
portuguese_br: Haha! Achei você!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHITIN
source: Bug skin.
italian: La pelle di un insetto.
portuguese_br: Pele de inseto.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTNETTLE
source: It smells funny.
italian: Ha uno strano odore.
portuguese_br: Tem um cheiro esquisito.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_RAINFOREST
source: It's kinda ugly. But it burns.
italian: È abbastanza brutto. Ma brucia.
portuguese_br: É meio feia. Mas queima.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOWFLY.DEAD
source: Squashed.
italian: Insetto schiacciato.
portuguese_br: Esmagado.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOWFLY.GENERIC
source: Looks slimy.
italian: Ha un aspetto viscido.
portuguese_br: Parece viscoso.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOWFLY.SLEEPING
source: (Psst... you're gross.)
italian: (Pss... Fai schifo.)
portuguese_br: Psst... Ei, você é nojento.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOWFLY_COCOON
source: Doing a bad job of hiding from me.
italian: Non sei in grado di nasconderti da me.
portuguese_br: Você não está se escondendo de mim muito bem.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS_TALL.BURNING
source: I win.
italian: Ho vinto io.
portuguese_br: Ganhei.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS_TALL.GENERIC
source: This grass is tough!
italian: Quest'erba resiste troppo!
portuguese_br: Essa grama é forte!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS_TALL.PICKED
source: Not tough enough!
italian: Non è abbastanza resistente!
portuguese_br: Não foi forte o bastante!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HALBERD
source: Weapons are only good if they're twice your size.
italian: Le armi ideali sono quelli grandi il doppio di te.
portuguese_br: Armas só são boas se tiverem o dobro do seu tamanho.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEAGAWK.DEAD
source: Very dead.
italian: Più morto di così.
portuguese_br: Bem morto.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEAGAWK.GENERIC
source: Jeepers peepers!
italian: Anche l'occhio vuole la sua parte!
portuguese_br: Ai meu santo!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEAGAWK.SLEEPING
source: I wonder what burning feathers smell like.
italian: Chissà che odore hanno le piume bruciate...
portuguese_br: Me pergunto que cheiro que penas queimando têm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEAGAWKFEATHER
source: Fancy feathers.
italian: Piume fantasia.
portuguese_br: Penas chiques.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEAGAWK_BUSH
source: A bush. I think.
italian: Un cespuglio. Credo.
portuguese_br: Um arbusto. Eu acho.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABID_BEETLE.DEAD
source: Looks dead to me.
italian: A me sembra morto.
portuguese_br: Parece morto para mim.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABID_BEETLE.GENERIC
source: What're you so mad about?
italian: Cos'è che ti rende così irrequieto?
portuguese_br: Por que você ficou tão brabo?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABID_BEETLE.SLEEPING
source: I should draw a mustache on its mustache while it sleeps.
italian: Intanto che dorme, dovrei disegnargli un bel paio di baffi sui baffi.
portuguese_br: Eu deveria desenhar um bigode no bigode dele enquanto está dormindo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHEARS
source: Not as good as fire, but I guess it has its uses.
italian: Non sono allo stesso livello del fuoco, ma potrebbero tornarmi utili.
portuguese_br: Não é tão bom quanto o fogo, mas acho que tem seus usos.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TREE_PILLAR
source: That's a big ol' tree.
italian: Un albero davvero notevole.
portuguese_br: Essa é uma árvore antiga e grande.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WEEVOLE
source: Stand still so I can burn you.
italian: Non muoverti, così posso bruciarti.
portuguese_br: Fique parado para que eu possa te queimar.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WEEVOLE_CARAPACE
source: Ew.
italian: Bleah.
portuguese_br: Eca.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_DEHUMID.1
source: This is much more comfortable.
italian: Questo è molto più comodo.
portuguese_br: Isso é muito mais confortável.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_TOO_HUMID.1
source: %s is not breathable at all.
italian: %s non è affatto traspirante.
portuguese_br: %s não é respirável.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_TOO_HUMID.2
source: This %s is so boring that I can't breathe.
italian: Questo %s è così noioso che non riesco a respirare.
portuguese_br: Este %s é tão chato que não consigo respirar.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ALLOY
source: Proper processing makes it better.
italian: Una corretta elaborazione lo rende migliore.
portuguese_br: O processamento adequado o torna melhor.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ANNOUNCE_HAYFEVER
source: My nose is itchy...
italian: mi prude il naso...
portuguese_br: Meu nariz está coçando...

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ANNOUNCE_HAYFEVER_OFF
source: Huh, finally comfortable.
italian: Eh, finalmente a mio agio.
portuguese_br: Huh, finalmente confortável.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ANNOUNCE_SNEEZE
source: Ah chirp!
italian: Ah cinguettio!
portuguese_br: Ah chilrear!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.APORKALYPSE_CLOCK
source: A fairly complex set of instrumentation.
italian: Una strumentazione abbastanza complessa.
portuguese_br: Um conjunto bastante complexo de instrumentação.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ARMOR_METALPLATE
source: Bulky, but surprisingly well-protected.
italian: Ingombrante, ma sorprendentemente ben protetto.
portuguese_br: Encorpado, mas surpreendentemente bem protegido.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ARMOR_WEEVOLE
source: Not very comfortable, just let it go.
italian: Non molto comodo, lascialo andare.
portuguese_br: Não é muito confortável, apenas deixe-o ir.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ASPARAGUS_PLANTED
source: Wholesome green vegetables.
italian: Sane verdure verdi.
portuguese_br: Legumes verdes saudáveis.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CHITIN
source: I don't know what this can be used for.
italian: Non so a cosa possa servire.
portuguese_br: Não sei para que isso pode ser usado.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CUTNETTLE
source: Keep your breath flowing and refresh your mind.
italian: Mantieni il respiro fluido e rinfresca la mente.
portuguese_br: Mantenha sua respiração fluindo e refresque sua mente.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.FLOWER_RAINFOREST
source: I have never seen such flowers.
italian: Non ho mai visto fiori simili.
portuguese_br: Nunca vi tais flores.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GLOWFLY.DEAD
source: It's broken.
italian: È rotto.
portuguese_br: Está quebrado.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GLOWFLY.GENERIC
source: Flying spotlights.
italian: Faretti volanti.
portuguese_br: Holofotes voadores.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GLOWFLY.SLEEPING
source: It's time for maintenance.
italian: È tempo di manutenzione.
portuguese_br: É hora da manutenção.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GLOWFLY_COCOON
source: Change is happening.
italian: Il cambiamento sta avvenendo.
portuguese_br: A mudança está acontecendo.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GRASS_TALL.BURNING
source: A Grass fire!
italian: Fuoco d'erba!
portuguese_br: Fogo de grama!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GRASS_TALL.GENERIC
source: That's some... very tall grass.
italian: È un po'... erba molto alta.
portuguese_br: Isso é uma... grama muito alta.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GRASS_TALL.PICKED
source: All work is done.
italian: Tutto il lavoro è fatto.
portuguese_br: Todo o trabalho está feito.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.HALBERD
source: More suited to combat than to work.
italian: Più adatto al combattimento che al lavoro.
portuguese_br: Mais adequado para o combate do que para o trabalho.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PEAGAWK.GENERIC
source: Always be vigilant.
italian: Sii sempre vigile.
portuguese_br: Esteja sempre vigilante.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PEAGAWK.SLEEPING
source: It let down its guard.
italian: Ha abbassato la guardia.
portuguese_br: Baixou a guarda.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PEAGAWKFEATHER
source: It's still looking at me.
italian: Mi sta ancora guardando.
portuguese_br: Ainda está olhando para mim.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PEAGAWK_BUSH
source: A vigilant bush, how strange!
italian: Un cespuglio vigile, che strano!
portuguese_br: Um arbusto vigilante, que estranho!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RABID_BEETLE.DEAD
source: Ah, it stopped.
italian: Ah, si è fermato.
portuguese_br: Ai parou.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RABID_BEETLE.GENERIC
source: What are you all excited about?
italian: Di cosa siete tutti entusiasti?
portuguese_br: Por que você está todo animado?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RABID_BEETLE.SLEEPING
source: Calm down!
italian: Calmati!
portuguese_br: Acalmar!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SHEARS
source: Shears for gardening.
italian: Cesoie per giardinaggio.
portuguese_br: Tesouras para jardinagem.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.TREE_PILLAR
source: It stretches to the end of my field of vision.
italian: Si estende fino alla fine del mio campo visivo.
portuguese_br: Ela se estende até o fim do meu campo de visão.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WEEVOLE
source: Once you've dealt with bedbugs, weevils aren't so bad.
italian: I punteruoli non sono niente se hai mai avuto a che fare con le cimici dei letti.
portuguese_br: Os gorgulhos não são nada se você já lidou com percevejos.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WEEVOLE_CARAPACE
source: It can be regarded as clean.
italian: Può essere considerato pulito.
portuguese_br: Pode ser considerado limpo.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_DEHUMID.1
source: Ha! Wolfgang beat the heat!
italian: Ah! Wolfgang batte il caldo!
portuguese_br: Ha! Wolfgang venceu o calor!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HAYFEVER
source: Allergies strong like Wolfgang!
italian: Allergie forti come Wolfgang!
portuguese_br: Alergias fortes como Wolfgang!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HAYFEVER_OFF
source: Ha! Wolfgang beat allergies!
italian: Ah! Wolfgang batte le allergie!
portuguese_br: Ha! Wolfgang venceu alergias!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_SNEEZE
source: Achoo! Excuse Wolfgang.
italian: Ecciù! Wolfgang non è raffreddato.
portuguese_br: Ah-chim! Desculpe Wolfgang.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_TOO_HUMID.1
source: Wolfgang don't like %s in this heat.
italian: %s, a Wolfgang non piaci con questo caldo.
portuguese_br: Wolfgang não gosta de %s nesse calor.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_TOO_HUMID.2
source: Is too muggy.
italian: È troppo afoso.
portuguese_br: É muito abafado.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ALLOY
source: Fire make it strong like Wolfgang.
italian: Il fuoco la rende forte come Wolfgang.
portuguese_br: O fogo deixa forte como Wolfgang.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.APORKALYPSE_CLOCK
source: Is clock of scary things.
italian: È un orologio di cose spaventose.
portuguese_br: É relógio de coisas assustadoras.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMOR_METALPLATE
source: No one beat Wolfgang now!
italian: Ora nessuno batte Wolfgang!
portuguese_br: Ninguém venceu Wolfgang agora!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMOR_WEEVOLE
source: Wolfgang win!
italian: Wolfgang vince!
portuguese_br: Vitória de Wolfgang!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ASPARAGUS_PLANTED
source: Haha. Is like tiny vegetable hats.
italian: Ahah. Sembra che abbiano piccoli cappelli verdi.
portuguese_br: Haha. É como pequenos chapéus de vegetais.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHITIN
source: Icky bug pieces.
italian: Pezzi di insetto schifoso.
portuguese_br: Pedaços de inseto de gosmento.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTNETTLE
source: Is good for clearing nose.
italian: Va bene per pulire il naso.
portuguese_br: É bom para limpar nariz..

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_RAINFOREST
source: Little smelly flower.
italian: Piccolo fiore profumato.
portuguese_br: Pequena flor fedorenta.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOWFLY.DEAD
source: Light bug is lights out.
italian: È un insetto luminoso stecchito.
portuguese_br: Inseto luz é apagado.
