Repository: DST-Hamlet/PorkLand
Catalog: scripts/languages/*_*.po
Languages: italian, portuguese_br

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOWFLY.GENERIC
source: Is light bug.
italian: È un insetto luminoso.
portuguese_br: É inseto luz.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOWFLY.SLEEPING
source: Light bug is dark.
italian: L'insetto luminoso è spento.
portuguese_br: Inseto luz é escuro.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOWFLY_COCOON
source: Bug look cozy.
italian: L'insetto è comodo.
portuguese_br: Inseto parece aconchegado.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS_TALL.BURNING
source: Wolfgang is not doing that!
italian: Wolfgang non lo fa!
portuguese_br: Wolfgang não é fazendo isso!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS_TALL.GENERIC
source: Very sturdy grass.
italian: Erba molto forte.
portuguese_br: Grama muito resistente.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS_TALL.PICKED
source: Wolfgang is mightiest!
italian: Wolfgang è il più possente!
portuguese_br: Wolfgang é mais forte!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HALBERD
source: Sword is for weak no-muscle men.
italian: La spada è per uomini deboli e senza muscoli.
portuguese_br: Espada é para homens fracos, sem músculos.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEAGAWK.DEAD
source: Is blink-blink no more.
italian: Non si pavoneggia più.
portuguese_br: Não é pisca-pisca mais.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEAGAWK.GENERIC
source: Funny blink-blink bird!
italian: Divertente uccello che si pavoneggia!
portuguese_br: Pássaro pisca-pisca engraçado!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEAGAWK.SLEEPING
source: Is sleep, but eyes still blink-blink.
italian: Dorme, ma con gli occhi si pavoneggia.
portuguese_br: É dormindo, mas olhos ainda pisca-pisca.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEAGAWKFEATHER
source: Is blink-blink bird feather.
italian: È la piuma dell'uccello che si pavoneggia.
portuguese_br: É pena de pássaro pisca-pisca.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEAGAWK_BUSH
source: Is just bush.
italian: È solo un cespuglio.
portuguese_br: É só arbusto.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABID_BEETLE.DEAD
source: Is stomped.
italian: È stato calpestato.
portuguese_br: É pisado.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABID_BEETLE.GENERIC
source: Wolfgang will stomp bad beetle!
italian: Wolfgang calpesta lo scarafaggio cattivo!
portuguese_br: Wolfgang vai pisar besouro ruim!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABID_BEETLE.SLEEPING
source: Hehe. Is funny mustache.
italian: Eheh. Che baffi divertenti.
portuguese_br: Hehe. É bigode engraçado.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SHEARS
source: Is for cutting plant things.
italian: Servono per tagliare le piante.
portuguese_br: É para cortar coisas de plantas.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TREE_PILLAR
source: Mightiest tree!
italian: L'albero più potente!
portuguese_br: Mais poderosa árvore de todas!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WEEVOLE
source: Pesky bug. Leave Wolfgang alone!
italian: Insetto fastidioso, lascia stare Wolfgang!
portuguese_br: Inseto irritante. Deixe Wolfgang em paz!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WEEVOLE_CARAPACE
source: Is pesky bug skin.
italian: È la pelle dell'insetto fastidioso.
portuguese_br: É pele de inseto irritante.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_DEHUMID.1
source: That feels better.
italian: Così va meglio.
portuguese_br: Assim está melhor.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HAYFEVER
source: You have allergies like me, Lucy?
italian: Anche tu sei allergica come me, Lucy?
portuguese_br: Você tem alergias como eu, Lucy?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HAYFEVER_OFF
source: Ah! Clean air again.
italian: Ah! Aria buona.
portuguese_br: Ah! Ar limpo novamente.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_SNEEZE
source: Achoo! Excuse me. Sorry.
italian: Ecciù! Scusate.
portuguese_br: Ah-chim! Com licença. Desculpe.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_TOO_HUMID.1
source: It's blazing with this %s.
italian: %s, con te sudo da matti.
portuguese_br: Está queimando com %s.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_TOO_HUMID.2
source: Whew! this %s is hot, eh?
italian: Uff! %s, sei bollente, eh?
portuguese_br: Uau! %s é quente, né?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ALLOY
source: It's like a block of wood made out of metal.
italian: È come un blocco di legno, ma fatto di metallo.
portuguese_br: É que nem um bloco de madeira feito de metal.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.APORKALYPSE_CLOCK
source: Looks like it's the end of days.
italian: Sembra che sia arrivata la fine dei giorni.
portuguese_br: Parece que é o fim dos dias.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMOR_METALPLATE
source: Feel a little funny in this.
italian: Mi sento un po' strano con indosso una cosa del genere.
portuguese_br: Me sinto um pouco engraçado nisso.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMOR_WEEVOLE
source: Nice use of bug carcasses.
italian: Ottimo utilizzo di una carcassa di insetto.
portuguese_br: Um bom uso das carcaças de insetos.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ASPARAGUS_PLANTED
source: They're like little trees to chop down.
italian: Sono come piccoli alberi da abbattere.
portuguese_br: São que nem pequenas árvores para derrubar.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHITIN
source: It's got some heft to it.
italian: È abbastanza robusta.
portuguese_br: É meio pesadinho.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTNETTLE
source: It has a smell to it.
italian: Ha un odore particolare.
portuguese_br: Tem cheiro nisso.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_RAINFOREST
source: It's a pretty lil' thing.
italian: È una cosina carina.
portuguese_br: É uma coisinha bonita.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOWFLY.DEAD
source: Dead.
italian: Morto.
portuguese_br: Morreu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOWFLY.GENERIC
source: Thanks for lightin' the way, buddy.
italian: Grazie per avermi illuminato la strada.
portuguese_br: Obrigado por iluminar o caminho, amigo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOWFLY.SLEEPING
source: A well-deserved nap.
italian: Un meritato sonnellino.
portuguese_br: Uma soneca merecida.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOWFLY_COCOON
source: That looks comfy, eh?
italian: Sembra comoda, eh?
portuguese_br: Parece confortável, né?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS_TALL.BURNING
source: It caught fire.
italian: Ha preso fuoco.
portuguese_br: Pegou fogo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS_TALL.GENERIC
source: Don't worry your head aboot this one, Lucy.
italian: Di questa non devi preoccuparti, Lucy.
portuguese_br: Não se preocupe com isso, Lucy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS_TALL.PICKED
source: Got all I could.
italian: Ho preso tutto quello che ho potuto.
portuguese_br: Peguei tudo que dava.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HALBERD
source: Well, it's no axe.
italian: Beh... non è un'ascia.
portuguese_br: Bem, não é um machado.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEAGAWK.DEAD
source: It's a goner.
italian: È andato.
portuguese_br: Esse é um caso perdido.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEAGAWK.GENERIC
source: Filthy animal!
italian: Sporco animale!
portuguese_br: Animal imundo!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEAGAWK.SLEEPING
source: Catching forty winks.
italian: Sta schiacciando un pisolino.
portuguese_br: Tá tirando um chocilo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEAGAWKFEATHER
source: It has a foul bird stench.
italian: Puzza di uccello ripugnante.
portuguese_br: Tem um mau cheiro de pássaro.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEAGAWK_BUSH
source: There's a wretched bird nearby. I feel it.
italian: C'è uno di quei malvagi uccelli nelle vicinanze. Lo sento.
portuguese_br: Tem um pássaro miserável por perto. Tô sentindo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABID_BEETLE.DEAD
source: For the best.
italian: Meglio sia andata così.
portuguese_br: Vai ser melhor assim.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABID_BEETLE.GENERIC
source: Seems mighty angry.
italian: Sembra molto arrabbiato.
portuguese_br: Parece muito zangado.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABID_BEETLE.SLEEPING
source: Let sleeping bugs lie, I say.
italian: Secondo me, meglio lasciare in pace gli insetti che dormono.
portuguese_br: Melhor deixar os insetos dormirem, eu digo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SHEARS
source: Don't get jealous, Lucy.
italian: Non fare la gelosa, Lucy.
portuguese_br: Não fique com ciúmes, Lucy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TREE_PILLAR
source: That's a real beaut.
italian: È una vera bellezza.
portuguese_br: Essa é uma beleuza de verdade.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WEEVOLE
source: Worse than black flies.
italian: Peggio delle mosche nere.
portuguese_br: Pior que os borrachudos.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WEEVOLE_CARAPACE
source: That'll teach 'em!
italian: Così imparano!
portuguese_br: Serviu de lição!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_DEHUMID.1
source: Ah! Th'air be cool again.
italian: Ah! L'aria è di nuovo fresca.
portuguese_br: Ah! O ar vai ficar fresco de novo.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_HAYFEVER
source: Me nose be itchier than a sliver in me pegleg.
italian: Il mio naso pizzica più di una scheggia della mia gamba di legno.
portuguese_br: Meu nariz tá coçando mais do que uma farpa na minha perna de pau.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_HAYFEVER_OFF
source: Ah! Th'air be clear again!
italian: Ah! L'aria è di nuovo limpida!
portuguese_br: Ah! O ar tá puro de novo!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_SNEEZE
source: Ahh-pheww!!
italian: Ahh... fiuuu!
portuguese_br: Aaatchiiim!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_TOO_HUMID.1
source: Arrgh! It be hot!
italian: Arrrr! Fa caldo!
portuguese_br: Arrgh! Que calor!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_TOO_HUMID.2
source: This %s is makin' me sweat me britches.
italian: %s, mi stai facendo sudare anche i mutandoni.
portuguese_br: %s tá me fazendo suar nas calças.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ALLOY
source: Ahoy, alloy!
italian: Ehi, lega!
portuguese_br: Saudações, liga!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.APORKALYPSE_CLOCK
source: Tha time be nigh!
italian: È giunta l'ora!
portuguese_br: A hora tá chegando!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMOR_METALPLATE
source: Not good fer swimmin' in.
italian: Non va bene per andare a nuotare.
portuguese_br: Não é boa pra nadar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMOR_WEEVOLE
source: Aye. Finery made o' bug skin.
italian: Corpo di mille balene. Una pelle di insetto raffinata.
portuguese_br: Arr. Um traje feito de pele de inseto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ASPARAGUS_PLANTED
source: Tiny masts growin' from the ground.
italian: Piccoli alberi da coltivare nel terreno.
portuguese_br: Mastros pequeninos brotando do solo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CHITIN
source: A harden'd hull.
italian: Uno scafo bello resistente.
portuguese_br: Um casco endurecido.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CUTNETTLE
source: Cleans tha' nose as good as sea air.
italian: Ripulisce il naso come l'aria di mare.
portuguese_br: Limpa o nariz tão bem quanto a maresia.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FLOWER_RAINFOREST
source: Ol'Woodlegs na'got use fer'it.
italian: Al vecchio Woodlegs non serve a niente.
portuguese_br: Isso é inútil pro véi Woodlegs.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GLOWFLY.DEAD
source: Tells no tales.
italian: Ci ha lasciati.
portuguese_br: Esse aí se foi.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GLOWFLY.GENERIC
source: A fly'o'glow!
italian: Una mosca luminosa!
portuguese_br: Uma mosca que brilha!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GLOWFLY.SLEEPING
source: Becalm'd.
italian: Dorme.
portuguese_br: Na calmaria.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GLOWFLY_COCOON
source: 'e be sleepin' it off.
italian: È scesa sotto coperta.
portuguese_br: Vai ficar dormindo aí.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GRASS_TALL.BURNING
source: 'Tis ablaze!
italian: È in fiamme!
portuguese_br: Tá em chamas!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GRASS_TALL.GENERIC
source: As tall'as th'sky.
italian: Alta come il cielo.
portuguese_br: Vai bater no céu de tão alta.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GRASS_TALL.PICKED
source: Plunder'd.
italian: Presa.
portuguese_br: Já foi saqueada.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HALBERD
source: T'ain't no cutlass.
italian: Non è un arpione.
portuguese_br: Não é nenhum espadim.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PEAGAWK.DEAD
source: It tells no tales.
italian: Se n'è andato.
portuguese_br: Foi dessa pra melhor.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PEAGAWK.GENERIC
source: Arr, them eyes need patches!
italian: Arr, ha bisogno di qualche benda per occhi!
portuguese_br: Arr, ela precisa de tapa-olhos!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PEAGAWK.SLEEPING
source: She be grabbin' some shuteye.
italian: Si sta riposando un po'.
portuguese_br: Ela tá tirando uma soneca.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PEAGAWKFEATHER
source: Feather'o'glimmer.
italian: Piume scintillanti.
portuguese_br: Pena reluzente.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PEAGAWK_BUSH
source: 'Tis unsettlin' t'b'sure.
italian: È inquietante.
portuguese_br: É mui perturbador.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RABID_BEETLE.DEAD
source: Aye, 'tis fer'tha best.
italian: Corpo di mille balene, meglio così.
portuguese_br: Arr, melhor assim.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RABID_BEETLE.GENERIC
source: Ornery buggie.
italian: Un insetto irascibile.
portuguese_br: Inseto intratável.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RABID_BEETLE.SLEEPING
source: Thar she blows!
italian: Come soffia!
portuguese_br: Lá se explode ela!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SHEARS
source: A cutlass fer tha'bushes.
italian: Una sciabola per i cespugli.
portuguese_br: Um espadim pros arbustos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TREE_PILLAR
source: Vessel i'th'makin'.
italian: Servirà per un bel vascello.
portuguese_br: Uma embarcação sendo construída.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WEEVOLE
source: 'ave at ye landlubbers!
italian: Fatevi avanti, parassiti d'acqua dolce!
portuguese_br: Defendam-se, marujos de terra firme!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WEEVOLE_CARAPACE
source: Longcoat made o' them pesky bugs.
italian: Un cappotto di insetti fastidiosi.
portuguese_br: Um casaco longo feito daqueles insetos irritantes.

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_DEHUMID.1
source: Cooler now
italian: Ora è più fresco
portuguese_br: Tá mais fresco agora.

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_HAYFEVER
source: Happy time is coming!
italian: Arriva periodo felice!
portuguese_br: Hora da alegria tá chegando!

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_HAYFEVER_OFF
source: Oh. Happy time gone
italian: Oh. Periodo felice andato
portuguese_br: Ah. Hora da alegria acabou.

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_SNEEZE
source: Hiccup!
italian: Singhiozzo!
portuguese_br: Hic!

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_TOO_HUMID.1
source: %s is heavy
italian: %s pesante
portuguese_br: %s tá difícil de carregar.

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_TOO_HUMID.2
source: %s too hot
italian: Troppo caldo con %s
portuguese_br: %s muito quente.

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ALLOY
source: Bar of Clink Rock
italian: Barra di roccia tintinnante
portuguese_br: Barra de Pedra que Retine.

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.APORKALYPSE_CLOCK
source: Tic Tock
italian: Tic toc
portuguese_br: Tic-tac.

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ARMOR_METALPLATE
source: Clink Rock clothes
italian: Vestiti di roccia tintinnante
portuguese_br: Roupas de Pedra que Retine.

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ARMOR_WEEVOLE
source: Bzzter clothes
italian: Vestito per bzzz
portuguese_br: Roupas de Bzzteiro.

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ASPARAGUS_PLANTED
source: Hello there!
italian: Ciao!
portuguese_br: Olá!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CHITIN
source: Bzzter clothes
italian: Vestito per bzzz
portuguese_br: Roupas de Bzzteiro.

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.FLOWER_RAINFOREST
source: Dirt made a friend
italian: Terra ha amico
portuguese_br: A terra fez uma amiga!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GLOWFLY.DEAD
source: (sob)
portuguese_br: (soluço)

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GLOWFLY.GENERIC
source: Bzzter with bright peepers
italian: Insetto con lumini
portuguese_br: Bzzteiro com olhos brilhantes.

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GLOWFLY.SLEEPING
source: No light
italian: Niente luce
portuguese_br: Sem luz.

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GLOWFLY_COCOON
source: Changing
italian: Si cambia
portuguese_br: Mudando.

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GRASS_TALL.BURNING
source: No!!
portuguese_br: Não!!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GRASS_TALL.GENERIC
source: You're so tall!
italian: Così alta!
portuguese_br: Você é tão alta!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GRASS_TALL.PICKED
source: Keep growing!
italian: Continua a crescere!
portuguese_br: Continue crescendo!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.HALBERD
source: Twirly Tail Fight Stick
italian: Bastone per maialino che lotta
portuguese_br: Vara de Luta de Cauda Retorcida.

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PEAGAWK.DEAD
source: Oh dear
italian: Oh cielo
portuguese_br: Oh, céus.

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PEAGAWK.GENERIC
source: Gubble Gubble Tweeter
italian: Cip cip glugluglu
portuguese_br: Piu-Piu Globs Globs

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PEAGAWK.SLEEPING
source: Sleeping?
italian: Dorme?
portuguese_br: Dormindo?

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PEAGAWKFEATHER
source: Gubble Gubble Tweeter clothes
italian: Vestito di cip cip glugluglu
portuguese_br: Roupas de Piu-Piu Globs Globs

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PEAGAWK_BUSH
source: Looking good!
italian: Bello!
portuguese_br: Que bonito!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RABID_BEETLE.DEAD
source: Too bad
italian: Peccato
portuguese_br: Que pena.

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RABID_BEETLE.GENERIC
source: Why so mad, Bzzter?
italian: Perché arrabbiato, bzzz?
portuguese_br: Por que tá tão brabo, Bzzter?

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RABID_BEETLE.SLEEPING
source: Let it sleep
italian: Lascio dormire
portuguese_br: Deixe dormir.

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SHEARS
source: For hair cuts
italian: Per tagliare capelli
portuguese_br: Pra cortes de cabelo.

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.TREE_PILLAR
source: Big friend?
italian: Grande amico?
portuguese_br: Amigona?

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WEEVOLE
source: Wee Bzzter
italian: Piccolo insetto
portuguese_br: Bzzterzinho.

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WEEVOLE_CARAPACE
source: Crunchy
italian: Croccante
portuguese_br: Crocante.

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_DEHUMID.1
source: Freedom, this is me!
italian: Libertà, questo sono io!
portuguese_br: Liberdade, este sou eu!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_TOO_HUMID.1
source: I can't stand %s anymore!
italian: Non sopporto più %s!
portuguese_br: Não aguento mais %s!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_TOO_HUMID.2
source: Take off %s.
italian: Togliti %s.
portuguese_br: Tire %s.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ANNOUNCE_HAYFEVER
source: Oops, so much pollen, it's going to be uncomfortable.
italian: Oops, così tanto polline, sarà scomodo.
portuguese_br: Opa, tanto pólen, vai ser desconfortável.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ANNOUNCE_HAYFEVER_OFF
source: The pollen is gone. finally.
italian: Il polline è sparito. Finalmente.
portuguese_br: O pólen se foi. finalmente.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ANNOUNCE_SNEEZE
source: (breathing) Ah chirp! Ahhhhhh!
italian: (respirando) Ah cinguettio! Ahhhhh!
portuguese_br: (respirando) Ah gorjeio! Ahhhhhh!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.APORKALYPSE_CLOCK
source: Magic on such a large scale, man, this is going to be fun.
italian: Magia su così vasta scala, amico, sarà divertente.
portuguese_br: Mágica em grande escala, cara, isso vai ser divertido.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ARMOR_METALPLATE
source: What a horrible torture.
italian: Che orribile tortura.
portuguese_br: Que tortura horrível.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ARMOR_WEEVOLE
source: I'm getting goosebumps.
italian: Mi viene la pelle d'oca.
portuguese_br: Estou ficando arrepiado.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ASPARAGUS_PLANTED
source: A spear that grows out of the earth.
italian: Una lancia che cresce dalla terra.
portuguese_br: Uma lança que cresce da terra.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CHITIN
source: The shell of those guys.
italian: Il guscio di quei ragazzi.
portuguese_br: A casca desses caras.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CUTNETTLE
source: Just smelling it blows my nose.
italian: Solo a sentirne l'odore mi fa schifo il naso.
portuguese_br: Só de sentir o cheiro assoa meu nariz.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.FLOWER_RAINFOREST
source: There is a wild beauty.
italian: C'è una bellezza selvaggia.
portuguese_br: Há uma beleza selvagem.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GLOWFLY.DEAD
source: sorry.
italian: Scusa.
portuguese_br: desculpe.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GLOWFLY.GENERIC
source: Shiny little guy.
italian: Brillante piccoletto.
portuguese_br: Garoto brilhante.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GLOWFLY.SLEEPING
source: Have a good dream.
italian: Sogni d'oro.
portuguese_br: Tenha um bom sonho.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GLOWFLY_COCOON
source: What will become of it?
italian: Cosa ne sarà di esso?
portuguese_br: O que será disso?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GRASS_TALL.BURNING
source: Oops, it's burning.
italian: Ops, sta bruciando.
portuguese_br: Ops, está queimando.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GRASS_TALL.GENERIC
source: Solid tall grass, really nice.
italian: Erba alta solida, davvero bella.
portuguese_br: Grama alta e sólida, muito boa.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GRASS_TALL.PICKED
source: Gone, all gone.
italian: Andato, andato tutto.
portuguese_br: Foi-se, tudo se foi.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.HALBERD
source: What a vicious weapon.
italian: Che arma feroce.
portuguese_br: Que arma cruel.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PEAGAWK.GENERIC
source: You must have seen a lot, right?
italian: Devi aver visto molto, vero?
portuguese_br: Você deve ter visto muito, certo?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PEAGAWK.SLEEPING
source: Huh, let's close our eyes and take a break?
italian: Eh, chiudiamo gli occhi e facciamo una pausa?
portuguese_br: Huh, vamos fechar os olhos e fazer uma pausa?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PEAGAWKFEATHER
source: Feather of a small peacock.
italian: Piuma di piccolo pavone.
portuguese_br: Pena de um pequeno pavão.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PEAGAWK_BUSH
source: Well, this trick can't fool me.
italian: Bene, questo trucco non può ingannarmi.
portuguese_br: Bem, este truque não pode me enganar.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RABID_BEETLE.DEAD
source: it's a pity.
italian: è un peccato.
portuguese_br: é uma pena.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RABID_BEETLE.GENERIC
source: Really energetic, do you want to dance?
italian: Davvero energico, vuoi ballare?
portuguese_br: Muito enérgico, você quer dançar?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RABID_BEETLE.SLEEPING
source: Then intermission.
italian: Poi intervallo.
portuguese_br: Então intervalo.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SHEARS
source: Click, click, leaves fall.
italian: Clicca, clicca, le foglie cadono.
portuguese_br: Clique, clique, as folhas caem.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.TREE_PILLAR
source: Blot out the sun.
italian: Oscura il sole.
portuguese_br: Bloqueie o sol.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WEEVOLE
source: don't bite me!
italian: non mordermi!
portuguese_br: não me morda!
