Repository: DST-Hamlet/PorkLand
Catalog: scripts/languages/*_*.po
Languages: italian, portuguese_br

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WEEVOLE_CARAPACE
source: What remains of their armor.
italian: Ciò che rimane della loro armatura.
portuguese_br: O que resta de suas armaduras.

# STRINGS.CHARACTERS.WURT.ANNOUNCE_DEHUMID.1
source: Huh, cool off.
italian: Eh, calmati.
portuguese_br: Ei, acalme-se.

# STRINGS.CHARACTERS.WURT.ANNOUNCE_TOO_HUMID.1
source: %s is hot!
italian: %s fa caldo!
portuguese_br: %s é gostoso!

# STRINGS.CHARACTERS.WURT.ANNOUNCE_TOO_HUMID.2
source: I don't want to wear %s anymore!
italian: Non voglio più indossare %s!
portuguese_br: Não quero mais usar %s!

# STRINGS.CHARACTERS.WURT.DESCRIBE.ALLOY
source: The stone became harder.
italian: La pietra divenne più dura.
portuguese_br: A pedra ficou mais dura.

# STRINGS.CHARACTERS.WURT.DESCRIBE.ANNOUNCE_HAYFEVER
source: Gullah. The gills are so uncomfortable...
italian: Gullah. Le branchie sono così scomode...
portuguese_br: Gullah. As guelras são tão desconfortáveis...

# STRINGS.CHARACTERS.WURT.DESCRIBE.ANNOUNCE_HAYFEVER_OFF
source: oh! The gills are finally comfortable!
italian: OH! Le branchie sono finalmente comode!
portuguese_br: oh! As brânquias estão finalmente confortáveis!

# STRINGS.CHARACTERS.WURT.DESCRIBE.APORKALYPSE_CLOCK
source: Stuff form bad story!
italian: Roba da brutta storia!
portuguese_br: Coisas formam uma história ruim!

# STRINGS.CHARACTERS.WURT.DESCRIBE.ARMOR_METALPLATE
source: Sturdy, but heavy.
italian: Robusto, ma pesante.
portuguese_br: Robusto, mas pesado.

# STRINGS.CHARACTERS.WURT.DESCRIBE.ARMOR_WEEVOLE
source: Nice and comfortable armor.
italian: Armatura bella e comoda.
portuguese_br: Armadura bonita e confortável.

# STRINGS.CHARACTERS.WURT.DESCRIBE.ASPARAGUS_PLANTED
source: Green stick stick, smells good.
italian: Bastoncino verde, ha un buon profumo.
portuguese_br: Vara verde, cheira bem.

# STRINGS.CHARACTERS.WURT.DESCRIBE.CHITIN
source: Tough hide.
italian: Pelle dura.
portuguese_br: Pele dura.

# STRINGS.CHARACTERS.WURT.DESCRIBE.CUTNETTLE
source: It into my nose!
italian: E 'nel mio naso!
portuguese_br: no meu nariz!

# STRINGS.CHARACTERS.WURT.DESCRIBE.FLOWER_RAINFOREST
source: A slightly prettier plant is still ugly.
italian: Una pianta leggermente più carina è ancora brutta.
portuguese_br: Uma planta um pouco mais bonita ainda é feia.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GLOWFLY.DEAD
source: died.
italian: morto.
portuguese_br: morreu.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GLOWFLY.GENERIC
source: How do they glow?
italian: Come si illuminano?
portuguese_br: Como eles brilham?

# STRINGS.CHARACTERS.WURT.DESCRIBE.GLOWFLY.SLEEPING
source: sleeping.
italian: dormire.
portuguese_br: dormindo.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GLOWFLY_COCOON
source: The little bug wrapped itself up.
italian: Il piccolo insetto si è avvolto da solo.
portuguese_br: O bichinho se embrulhou.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GRASS_TALL.BURNING
source: Fire! Is fire!
italian: Fuoco! È fuoco!
portuguese_br: Incêndio! É fogo!

# STRINGS.CHARACTERS.WURT.DESCRIBE.GRASS_TALL.GENERIC
source: Greer... can't move.
italian: Greer... non posso muovermi.
portuguese_br: Greer... não pode se mover.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GRASS_TALL.PICKED
source: It has been cut clean.
italian: È stato tagliato di netto.
portuguese_br: Foi cortado limpo.

# STRINGS.CHARACTERS.WURT.DESCRIBE.HALBERD
source: Strange weapon used by Pigfolk.
italian: Strana arma usata da Pigfolk.
portuguese_br: Arma estranha usada por Pigfolk.

# STRINGS.CHARACTERS.WURT.DESCRIBE.PEAGAWK.GENERIC
source: Big weird bird.
italian: Grande uccello strano.
portuguese_br: Grande pássaro estranho.

# STRINGS.CHARACTERS.WURT.DESCRIBE.PEAGAWK.SLEEPING
source: The big monster fell asleep?
italian: Il grande mostro si è addormentato?
portuguese_br: O grande monstro adormeceu?

# STRINGS.CHARACTERS.WURT.DESCRIBE.PEAGAWKFEATHER
source: There are big monster eyes on it.
italian: Ci sono grandi occhi da mostro su di esso.
portuguese_br: Há grandes olhos de monstro nele.

# STRINGS.CHARACTERS.WURT.DESCRIBE.PEAGAWK_BUSH
source: Pretty feather bush.
italian: Grazioso cespuglio di piume.
portuguese_br: Belo arbusto de penas.

# STRINGS.CHARACTERS.WURT.DESCRIBE.RABID_BEETLE.DEAD
source: died.
italian: morto.
portuguese_br: morreu.

# STRINGS.CHARACTERS.WURT.DESCRIBE.RABID_BEETLE.GENERIC
source: The little bug is going crazy!
italian: Il piccolo insetto sta impazzendo!
portuguese_br: O bichinho está ficando louco!

# STRINGS.CHARACTERS.WURT.DESCRIBE.RABID_BEETLE.SLEEPING
source: The little bug was quiet.
italian: Il piccolo insetto era silenzioso.
portuguese_br: O bichinho estava quieto.

# STRINGS.CHARACTERS.WURT.DESCRIBE.SHEARS
source: Shape the plants.
italian: Dai forma alle piante.
portuguese_br: Dê forma às plantas.

# STRINGS.CHARACTERS.WURT.DESCRIBE.TREE_PILLAR
source: A huge tree.
italian: Un albero enorme.
portuguese_br: Uma árvore enorme.

# STRINGS.CHARACTERS.WURT.DESCRIBE.WEEVOLE
source: go away go away!
italian: vai via vai via!
portuguese_br: vá embora vá embora!

# STRINGS.CHARACTERS.WURT.DESCRIBE.WEEVOLE_CARAPACE
source: hard shell.
italian: corazza dura.
portuguese_br: casca dura.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DEHUMID.1
source: HUMIDEX HAS LOWERED TO ACCEPTABLE LEVELS
italian: L'INDICE HUMIDEX È SCESO A LIVELLI ACCETTABILI
portuguese_br: A HUMIDEX FOI REDUZIDA PARA NÍVEIS ACEITÁVEIS

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HAYFEVER
source: ERROR. ENVIRONMENTAL DETRITUS CLOGGING NASAL UNIT
italian: ERRORE. DETRITI AMBIENTALI OSTRUISCONO L'UNITÀ NASALE
portuguese_br: ERRO. DETRITOS AMBIENTAIS ENTUPINDO UNIDADE NASAL

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HAYFEVER_OFF
source: DETRITUS HAS CLEARED FROM ENVIRONMENT
italian: I DETRITI SONO STATI RIMOSSI DALL'AMBIENTE
portuguese_br: OS DETRITOS FORAM ELIMINADOS DO AMBIENTE

# STRINGS.CHARACTERS.WX78.ANNOUNCE_SNEEZE
source: COMMENCE NASAL UNIT CLEARING: AH-CHOO!
italian: AVVIO PULIZIA DELLE UNITA' NASALI: EEEC-CIÙÙÙÙÙÙÙÙÙÙ!
portuguese_br: INICIAR MANUTENÇÃO DA UNIDADE NASAL: AH-TCHIM!

# STRINGS.CHARACTERS.WX78.ANNOUNCE_TOO_HUMID.1
source: IT IS HOT
italian: È CALDO
portuguese_br: ESTÁ QUENTE

# STRINGS.CHARACTERS.WX78.ANNOUNCE_TOO_HUMID.2
source: HUMIDEX REACHING LEVELS GREATER THAN 40
italian: L'INDICE HUMIDEX RAGGIUNGE LIVELLI SUPERIORI A 40
portuguese_br: HUMIDEX ATINGINDO NÍVEIS SUPERIORES A 40

# STRINGS.CHARACTERS.WX78.DESCRIBE.ALLOY
source: PRECIOUS METAL
italian: METALLO PREZIOSO
portuguese_br: METAL PRECIOSO

# STRINGS.CHARACTERS.WX78.DESCRIBE.APORKALYPSE_CLOCK
source: MY ANCIENT BRETHREN
italian: ANTICHI FRATELLI
portuguese_br: MEUS IRMÃOS ANTIGOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMOR_METALPLATE
source: ROBOT SKIN ARMOR
italian: ARMATURA DI PELLE DI ROBOT
portuguese_br: ARMADURA DE PELE ROBÔ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMOR_WEEVOLE
source: BIOLOGICAL COMPUTER CASING
italian: INVOLUCRO BIOLOGICO PER COMPUTER
portuguese_br: CAIXA DE COMPUTADOR BIOLÓGICO

# STRINGS.CHARACTERS.WX78.DESCRIBE.ASPARAGUS_PLANTED
source: SMALL TREES OF ENERGY
italian: PICCOLI ALBERI ENERGETICI
portuguese_br: PEQUENAS ÁRVORES DE ENERGIA

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHITIN
source: INFERIOR ORGANIC BODY PLATING
italian: RIVESTIMENTO ORGANICO INFERIORE
portuguese_br: PLACA CORPÓREA ORGÂNICA INFERIOR

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTNETTLE
source: I CAN USE THIS TO SERVICE MY OLFACTORY UNIT
italian: UTILIZZABILE PER LA MANUTENZIONE DELL'UNITÀ OLFATTIVA
portuguese_br: POSSO USAR ESTE SERVIÇO PARA MINHA UNIDADE OLFATÓRIA

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_RAINFOREST
source: I HATE IT
italian: LO ODIO
portuguese_br: ODEIO ISSO

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOWFLY.DEAD
source: IT HAS BEEN TURNED OFF
italian: È STATA SPENTA
portuguese_br: FOI DESLIGADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOWFLY.GENERIC
source: IT IS RELEASING PHOTONS
italian: STA RILASCIANDO FOTONI
portuguese_br: ESTÁ LIBERANDO FÓTONS

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOWFLY.SLEEPING
source: REGENERATING PHOTONS
italian: FOTONI RIGENERANTI
portuguese_br: FÓTONS REGENERANTES

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOWFLY_COCOON
source: UNDERGOING UPGRADE
italian: IN FASE DI MIGLIORAMENTO
portuguese_br: ATUALIZAÇÃO EM ANDAMENTO

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS_TALL.BURNING
source: GROUND PARTS ON FIRE
italian: ZOLLE DI TERRA IN FIAMME
portuguese_br: PEÇAS DA TERRA EM CHAMAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS_TALL.GENERIC
source: TOWERING GROUND PARTS
italian: ZOLLE DI TERRA TORREGGIANTI
portuguese_br: PEÇAS DA TERRA ALTAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS_TALL.PICKED
source: GROUND PARTS PREVIOUSLY ACQUIRED
italian: ZOLLE DI TERRA PRECEDENTEMENTE ACQUISITE
portuguese_br: PEÇAS DA TERRA ADQUIRIDAS ANTERIORMENTE

# STRINGS.CHARACTERS.WX78.DESCRIBE.HALBERD
source: AN EVIL KILLING IMPLEMENT
italian: UN TERRIBILE ACCESSORIO PER UCCISIONI
portuguese_br: UM IMPLEMENTO DE MATANÇA DO MAL

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEAGAWK.DEAD
source: NONFUNCTIONING
italian: NON FUNZIONA
portuguese_br: NÃO OPERACIONAL

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEAGAWK.GENERIC
source: EXCESSIVE OCULAR MODULES ARE INEFFICIENT
italian: I MODULI OCULARI ECCESSIVI SONO INEFFICIENTI
portuguese_br: MÓDULOS OCULARES EXCESSIVOS SÃO INEFICIENTES

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEAGAWK.SLEEPING
source: IDLING
italian: INATTIVO
portuguese_br: OCIOSO

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEAGAWKFEATHER
source: IT HAS BEEN SEPARATED FROM ITS BIRD
italian: È STATA SEPARATA DAL SUO PENNUTO
portuguese_br: FOI SEPARADO DE SEU PÁSSARO

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEAGAWK_BUSH
source: GROUND PART
italian: ZOLLA DI TERRENO
portuguese_br: PEÇA DO CHÃO

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABID_BEETLE.DEAD
source: TERMINATED
italian: TERMINATO
portuguese_br: EXTERMINADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABID_BEETLE.GENERIC
source: YOU HAVE EXCESSIVE FACIAL HAIR
italian: HAI UNA PELURIA DEL VISO ECCESSIVA
portuguese_br: VOCÊ TEM CABELO FACIAL EXCESSIVO

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABID_BEETLE.SLEEPING
source: REGENERATING TERROR
italian: RIGENERAZIONE DEL TERRORE
portuguese_br: TERROR REGENERANTE

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHEARS
source: I WILL DEFEAT SOME VEGETATION WITH THIS!
italian: CON QUESTE SCONFIGGERÒ UN PO' DI VEGETAZIONE!
portuguese_br: VOU DESTRUIR A VEGETAÇÃO COM ISSO!

# STRINGS.CHARACTERS.WX78.DESCRIBE.TREE_PILLAR
source: IT IS LARGE AND MADE OF WOOD
italian: È GRANDE E DI LEGNO
portuguese_br: É GRANDE E FEITO DE MADEIRA

# STRINGS.CHARACTERS.WX78.DESCRIBE.WEEVOLE
source: BIOLOGICAL FLESHSACK VIRUS
italian: VIRUS BIOLOGICO DEI SACCHI DI CARNE
portuguese_br: VÍRUS DE CARNE BIOLÓGICO

# STRINGS.CHARACTERS.WX78.DESCRIBE.WEEVOLE_CARAPACE
source: THEY HAVE BEEN DEBUGGED
italian: SONO STATI SOTTOPOSTI A DEBUGGING
portuguese_br: ELES FORAM DEPURADOS

# STRINGS.NAMES.ALLOY
source: Alloy
italian: Lega
portuguese_br: Liga

# STRINGS.NAMES.APORKALYPSE_CLOCK
source: Aporkalypse Calendar
italian: Calendario Aporcalisse
portuguese_br: Calendário do Aporcalipse

# STRINGS.NAMES.ARMOR_METALPLATE
source: Tin Suit
italian: Vestito di latta
portuguese_br: Traje de Lata

# STRINGS.NAMES.ARMOR_WEEVOLE
source: Weevole Mantle
italian: Mantello da piccolottero
portuguese_br: Manto de Besourato

# STRINGS.NAMES.ASPARAGUS_PLANTED
source: Asparagus
italian: Asparagi
portuguese_br: Aspargo

# STRINGS.NAMES.CHITIN
source: Chitin
italian: Chitina
portuguese_br: Quitina

# STRINGS.NAMES.CUTNETTLE
source: Nettle
italian: Ortica
portuguese_br: Urtiga

# STRINGS.NAMES.FLOWER_RAINFOREST
source: Exotic Flower
italian: Fiore esotico
portuguese_br: Flor Exótica

# STRINGS.NAMES.GLOWFLY
source: Glowfly
italian: Lumimosca
portuguese_br: Vagabrilha

# STRINGS.NAMES.GLOWFLY_COCOON
source: Glowfly Cocoon
italian: Bozzolo di lumimosca
portuguese_br: Casulo de Vagabrilha

# STRINGS.NAMES.GRASS_TALL
source: Tall Grass
italian: Erba alta
portuguese_br: Grama Alta

# STRINGS.NAMES.HALBERD
source: Halberd
italian: Alabarda
portuguese_br: Alabarda

# STRINGS.NAMES.PEAGAWK
source: Peagawk
italian: Pavoffo
portuguese_br: Medrão

# STRINGS.NAMES.PEAGAWKFEATHER
source: Peagawk Plume
italian: Piuma di pavoffo
portuguese_br: Pluma de Medrão

# STRINGS.NAMES.PEAGAWK_BUSH
source: Blinkbush
italian: Cespugliocchiolino
portuguese_br: Arbusto de Medrão

# STRINGS.NAMES.RABID_BEETLE
source: Rabid Beetle
italian: Scarabeo rabbioso
portuguese_br: Besouro Raivoso

# STRINGS.NAMES.SHEARS
source: Shears
italian: Cesoie
portuguese_br: Tesoura de Jardim

# STRINGS.NAMES.TREE_PILLAR
source: Great Leafy Stalk
italian: Grande stelo verde
portuguese_br: Talo Folhoso Grande

# STRINGS.NAMES.WEEVOLE
source: Weevole
italian: Piccolottero
portuguese_br: Besourato

# STRINGS.NAMES.WEEVOLE_CARAPACE
source: Weevole Carapace
italian: Carapace di piccolottero
portuguese_br: Carapaça de Besourato

# STRINGS.RECIPE_DESC.ARMOR_METALPLATE
source: Strong and sturdy.
italian: Resistente e robusto.
portuguese_br: Forte e resistente.

# STRINGS.RECIPE_DESC.ARMOR_WEEVOLE
source: Kinda gross, but surprisingly strong.
italian: Fa un po' schifo, ma è resistente.
portuguese_br: Meio nojento, mas surpreendentemente forte.

# STRINGS.RECIPE_DESC.HALBERD
source: Pointy and hurty.
italian: Appuntita e tagliente.
portuguese_br: Espeta e machuca.

# STRINGS.RECIPE_DESC.SHEARS
source: Cut your way into adventure.
italian: Le usi per farti strada nell'avventura.
portuguese_br: Corte a entrada para a aventura.

# STRINGS.UI.CUSTOMIZATIONSCREEN.ASPARAGUS
source: Asparagus
italian: Asparagi
portuguese_br: Aspargo

# STRINGS.UI.CUSTOMIZATIONSCREEN.ASPARAGUS_REGROWTH
source: Asparagus
italian: Asparagi
portuguese_br: Aspargo

# STRINGS.UI.CUSTOMIZATIONSCREEN.DEEP_JUNGLE_FERN_NOISE
source: Jungle Floor Ferns
italian: Felci della giungla
portuguese_br: Samambaias de Piso da Selva

# STRINGS.UI.CUSTOMIZATIONSCREEN.FOG
source: Fog
italian: Nebbia
portuguese_br: Névoa

# STRINGS.UI.CUSTOMIZATIONSCREEN.GLOWFLYCYCLE
source: Glowfly Cycle
italian: Ciclo di lumimosca
portuguese_br: Ciclo Vagabrilha

# STRINGS.UI.CUSTOMIZATIONSCREEN.GLOWFLY_SETTING
source: Glowfly
italian: Lumimosca
portuguese_br: Vagabrilha

# STRINGS.UI.CUSTOMIZATIONSCREEN.GRASS_TALL
source: Tall Grass
italian: Erba alta
portuguese_br: Grama Alta

# STRINGS.UI.CUSTOMIZATIONSCREEN.GRASS_TALL_PATCH
source: Infected Tall Grass
italian: Erba alta infetta
portuguese_br: Grama alta infectada

# STRINGS.UI.CUSTOMIZATIONSCREEN.HAYFEVER
source: Hayfever
italian: Allergia
portuguese_br: Rinite Alérgica

# STRINGS.UI.CUSTOMIZATIONSCREEN.HUMID
source: Humid
italian: Umido
portuguese_br: Úmido

# STRINGS.UI.CUSTOMIZATIONSCREEN.JUNGLE_BORDER_VINE
source: Jungle Canopy Vines
italian: Liane pensili giungla
portuguese_br: Videiras de Dossel da Selva

# STRINGS.UI.CUSTOMIZATIONSCREEN.LUSH
source: Lush
italian: Lussureggiante
portuguese_br: Exuberante

# STRINGS.UI.CUSTOMIZATIONSCREEN.PEAGAWK_SETTING
source: Peagawk
italian: Pavoffo
portuguese_br: Medrão

# STRINGS.UI.CUSTOMIZATIONSCREEN.PEAGAWK_SPAWNER
source: Peagawk
italian: Pavoffo
portuguese_br: Medrão

# STRINGS.UI.CUSTOMIZATIONSCREEN.PL_CLOCKTYPE
source: Clock Type
italian: Tipo di orologio
portuguese_br: Tipo de relógio

# STRINGS.UI.CUSTOMIZATIONSCREEN.PORKLAND_SEASON_START
source: Porkland Starting Season
italian: Stagione iniziale di Porkland
portuguese_br: Estação inicial de Porkland

# STRINGS.UI.CUSTOMIZATIONSCREEN.TEMPERATE
source: Temperate
italian: Temperato
portuguese_br: Moderado

# STRINGS.UI.CUSTOMIZATIONSCREEN.WEEVOLE_SETTING
source: Weevole
italian: Piccolottero
portuguese_br: Besourato

# STRINGS.UI.SANDBOXMENU.CHOOSEWORLD
source: Choose World
italian: Scegli Mondo
portuguese_br: Escolha o Mundo

# STRINGS.UI.SANDBOXMENU.CLOCKTYPE_DEFAULT
source: Default
italian: Predefinito
portuguese_br: Padrão

# STRINGS.UI.SANDBOXMENU.CLOCKTYPE_PORKLAND
source: Plateau
italian: Altopiano
portuguese_br: Platô

# STRINGS.UI.SANDBOXMENU.HUMID
source: Humid
italian: Umido
portuguese_br: Úmido

# STRINGS.UI.SANDBOXMENU.LUSH
source: Lush
italian: Lussureggiante
portuguese_br: Exuberante

# STRINGS.UI.SANDBOXMENU.PORKLAND_DEFAULT
source: Temperate
italian: Temperato
portuguese_br: Moderado

# STRINGS.UI.SANDBOXMENU.TEMPERATE
source: Temperate
italian: Temperato
portuguese_br: Moderado

# STRINGS.UI.SERVERLISTINGSCREEN.SEASONS.APORKALYPSE
source: Aporkalypse
italian: Aporcalisse
portuguese_br: Aporcalipse

# STRINGS.UI.SERVERLISTINGSCREEN.SEASONS.HUMID
source: Humid
italian: Umido
portuguese_br: Úmido

# STRINGS.UI.SERVERLISTINGSCREEN.SEASONS.LUSH
source: Lush
italian: Lussureggiante
portuguese_br: Exuberante

# STRINGS.UI.SERVERLISTINGSCREEN.SEASONS.TEMPERATE
source: Temperate
italian: Temperato
portuguese_br: Moderado

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ANNOUNCE_SNEEZE
source: Ah Choo!
italian: Ah ciu!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ANNOUNCE_SNEEZE
source: Ah Choo!
italian: Ah ciu!
