Repository: DST-Hamlet/PorkLand
Catalog: scripts/languages/*_*.po
Languages: italian, portuguese_br

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEAGAWK.GENERIC
source: What a regal-looking beast.
italian: Che bestia dall'aspetto regale.
portuguese_br: Que fera de aparência régia.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEAGAWK.SLEEPING
source: It is eye-dol.
italian: Non si può dire che non chiuda occhio.
portuguese_br: Ele é todo olhos.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEAGAWKFEATHER
source: What finery.
italian: Che raffinatezza.
portuguese_br: Que elegância.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEAGAWK_BUSH
source: I've my suspicions about that bush.
italian: Ho i miei sospetti su quel cespuglio.
portuguese_br: Tenho minhas suspeitas em relação a essa moita.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABID_BEETLE.DEAD
source: The grim reaper has been here.
italian: Il tristo mietitore è passato di qui.
portuguese_br: O ceifador passou por aqui.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABID_BEETLE.GENERIC
source: What is he all worked up about?
italian: Perché è così agitato?
portuguese_br: Por que ele está tão nervoso assim?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABID_BEETLE.SLEEPING
source: A noisy sleeper.
italian: Un addormentato rumoroso.
portuguese_br: Como ronca.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SHEARS
source: Aren't there gardeners for this sort of thing?
italian: Non ci sono giardinieri per questo genere di cose?
portuguese_br: Não tem jardineiros para fazer esse tipo de coisa?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TREE_PILLAR
source: This tree is unusually large.
italian: Questo albero è insolitamente grande.
portuguese_br: Esta árvore é extraordinariamente grande.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WEEVOLE
source: Interminable pests.
italian: Parassiti interminabili.
portuguese_br: Pragas intermináveis.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_DEHUMID.1
source: Whew! Not so hot anymore.
italian: Fiu! Non fa più così caldo.
portuguese_br: Ufa! Não está mais tão quente.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_HAYFEVER
source: Sniff. Sniff. We must have allergies.
italian: Sniff. Sniff. Forse siamo allergici a qualcosa.
portuguese_br: Sniff. Sniff. Acho que somos alérgicos.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_HAYFEVER_OFF
source: Wow! I think our allergies are gone!
italian: Wow! Credo che le nostre allergie siano sparite!
portuguese_br: Uau! Acho que nossas alergias acabaram!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_SNEEZE
source: a...choooOOOOOOO!
italian: e...ccciÙÙÙÙÙÙÙ!
portuguese_br: Ahh... tchiiiMMMMM!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_TOO_HUMID.1
source: Ugh. We're really baking in this %s.
italian: Uff... %s, ci stai facendo cuocere.
portuguese_br: Ugh. Estamos assando de verdade usando %s.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_TOO_HUMID.2
source: Wow! This %s is making us hot.
italian: Ehi, %s, ci stai facendo davvero sudare.
portuguese_br: Uau! %s está me dando muito calor.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ALLOY
source: Gosh. That's a lot of metal.
italian: Cavolo. È un sacco di metallo.
portuguese_br: Puxa. Tem muito metal aí.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.APORKALYPSE_CLOCK
source: It's like a puzzle!
italian: È come un puzzle!
portuguese_br: É tipo um quebra-cabeça!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMOR_METALPLATE
source: Sir Webber at your service!
italian: Sir Webber al vostro servizio!
portuguese_br: Senhor Webber, ao seu dispor!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMOR_WEEVOLE
source: For when we need protection.
italian: Perfetta per quando avremo bisogno di protezione.
portuguese_br: Para quando precisarmos de proteção.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ASPARAGUS_PLANTED
source: We should pick those.
italian: Dovremmo raccoglierli.
portuguese_br: Deveríamos colher esses.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CHITIN
source: Hope no one's missing that.
italian: Spero che nessuno ne senta la mancanza.
portuguese_br: Espero que ninguém sinta falta disso.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CUTNETTLE
source: These nettles smell really strong.
italian: Queste ortiche hanno un odore fortissimo.
portuguese_br: Essas urtigas têm um cheiro muito forte.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FLOWER_RAINFOREST
source: This flower is neat!
italian: Che fico questo fiore!
portuguese_br: Essa flor é bacana!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOWFLY.DEAD
source: Oh no! It died!
italian: Oh no! È morta!
portuguese_br: Ah, não! Ela morreu!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOWFLY.GENERIC
source: Nice little buggy bug.
italian: Un bell'insettino insettoso.
portuguese_br: Um insetinho bonzinho.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOWFLY.SLEEPING
source: Lights out.
italian: Si sono spente le luci.
portuguese_br: Hora de apagar as luzes.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOWFLY_COCOON
source: That looks cozy.
italian: Sembra accogliente.
portuguese_br: Isso parece aconchegante.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GRASS_TALL.BURNING
source: Fire!
italian: Fuoco!
portuguese_br: Fogo!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GRASS_TALL.GENERIC
source: It's taller than we are!
italian: È più alta di noi!
portuguese_br: É mais alta do que nós!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GRASS_TALL.PICKED
source: It's been picked.
italian: È stato raccolta.
portuguese_br: Foi colhida.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HALBERD
source: Swoosh!
italian: Zac!
portuguese_br: Vuush!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PEAGAWK.DEAD
source: I think it's dead.
italian: Credo sia morto.
portuguese_br: Acho que está morta.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PEAGAWK.GENERIC
source: You've got more eyes than we do!
italian: Hai più occhi di noi!
portuguese_br: Você tem mais olhos do que nós!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PEAGAWK.SLEEPING
source: Now I can get a good look at its beautiful feathers.
italian: Ora posso dare una bella occhiata alle sue magnifiche piume.
portuguese_br: Agora posso dar uma boa olhada em suas belas penas.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PEAGAWKFEATHER
source: It's pretty.
italian: È grazioso.
portuguese_br: É bonita.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PEAGAWK_BUSH
source: Neat. A weird bush!
italian: Che bello, uno strano cespuglio!
portuguese_br: Bacana. Um arbusto estranho!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RABID_BEETLE.DEAD
source: Well, that's unfortunate.
italian: Beh, che peccato.
portuguese_br: Nossa, que lamentável.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RABID_BEETLE.GENERIC
source: That guy's got a lot of energy!
italian: Quel tipo ha un sacco di energia!
portuguese_br: Esse cara tem muita energia!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RABID_BEETLE.SLEEPING
source: Haha! A bug with a mustache!
italian: Ahah! Un insetto con i baffi!
portuguese_br: Haha! Um inseto com bigode!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SHEARS
source: It's for chores like trimming hedges or cutting grass.
italian: Per lavori come potare le siepi o tagliare l'erba.
portuguese_br: Serve para aparar cercas vivas, ou cortar a grama.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TREE_PILLAR
source: It's probably super old.
italian: Deve essere vecchissimo.
portuguese_br: Provavelmente é superantigo.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WEEVOLE
source: Those bugs are annoying.
italian: Quegli insetti sono una scocciatura.
portuguese_br: Esses insetos são irritantes.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WEEVOLE_CARAPACE
source: It's the outer part of those bugs.
italian: È la parte esterna di quegli insetti.
portuguese_br: É a parte externa daqueles insetos.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_DEHUMID.1
source: The heat has lifted but my heart has not.
italian: Il caldo se n'è andato, ma non la mia tristezza.
portuguese_br: O calor se intensificou, mas as batidas do meu coração não.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HAYFEVER
source: Ugh. Even my sinuses are suffering.
italian: Uff. Oltre al cuore, ora soffrono anche le mie narici.
portuguese_br: Ugh. Até meus seios nasais estão sofrendo.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HAYFEVER_OFF
source: My sinuses are clear, but suffering continues.
italian: Il naso è libero, ma la sofferenza continua ad attanagliarmi.
portuguese_br: Meus seios nasais estão limpos, mas o sofrimento continua.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_SNEEZE
source: achoo! achoo! sniff.
italian: Ecciù! Ecciù! Sniff.
portuguese_br: Ah-chim! Ah-chim! Sniff.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_TOO_HUMID.1
source: This %s is heavier in the heat.
italian: %s, sei più pesante quando fa caldo.
portuguese_br: %s pesa mais no calor.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_TOO_HUMID.2
source: This %s is too hot. It weighs on my soul.
italian: %s, sei troppo pesante. Sento che mi pesi anche sull'anima.
portuguese_br: %s está quente demais. Isso pesa na minha alma.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ALLOY
source: Cold and hard, like my existence.
italian: Fredda e dura, come la mia esistenza.
portuguese_br: Frio e duro, como a minha existência.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.APORKALYPSE_CLOCK
source: Clockwork for the end of times.
italian: Un orologio per la fine dei tempi.
portuguese_br: Um cronômetro para o fim dos tempos.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMOR_METALPLATE
source: Like a metal coffin that keeps me alive.
italian: Come una bara di metallo che mi tiene in vita.
portuguese_br: Como um caixão de metal que me mantém viva.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMOR_WEEVOLE
source: Something died so that this armor may exist.
italian: Qualcosa è morto perché questa armatura possa esistere.
portuguese_br: Algo morreu para que essa armadura pudesse existir.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ASPARAGUS_PLANTED
source: I should rip those out of the ground.
italian: Dovrei strapparli dalla terra.
portuguese_br: É melhor arrancá-las do chão.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHITIN
source: This shell is poor protection from life's horrors.
italian: Questo guscio è una scarsa protezione dagli orrori della vita.
portuguese_br: Essa casca é uma má proteção contra os horrores da vida.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTNETTLE
source: I suppose these will cure blocked sinuses.
italian: Suppongo che mi libererà il naso.
portuguese_br: Suponho que isso cure o bloqueio de seios nasais.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_RAINFOREST
source: It, too, will wither and die one day.
italian: Anche questo un giorno appassirà e morirà.
portuguese_br: Ela, também, irá murchar e morrer um dia.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOWFLY.DEAD
source: Its light hath been extinguished forever.
italian: La sua luce si è spenta per sempre.
portuguese_br: Sua luz se extinguiu para sempre.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOWFLY.GENERIC
source: A small light in a dark world.
italian: Una flebile luce in un mondo oscuro.
portuguese_br: Uma pequena luz em um mundo escuro.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOWFLY.SLEEPING
source: Having dark dreams, no doubt.
italian: Starà facendo senz'altro degli incubi.
portuguese_br: Tendo sonhos sombrios, sem dúvida.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOWFLY_COCOON
source: If I could climb into a cocoon I would never emerge.
italian: Se potessi entrare in un bozzolo, non ne uscirei mai più.
portuguese_br: Se eu pudesse entrar em um casulo, eu jamais emergiria.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS_TALL.BURNING
source: Death comes to everything.
italian: Nulla sfugge alla morte.
portuguese_br: A morte chega a todos.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS_TALL.GENERIC
source: Alas, I'm too weak to pick it.
italian: Purtroppo sono troppo debole per raccoglierla.
portuguese_br: Infelizmente, sou fraca demais para pegar isso.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS_TALL.PICKED
source: All things end.
italian: Tutte le cose finiscono.
portuguese_br: Tudo se acaba.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HALBERD
source: A terrible weapon for a terrible world.
italian: Un'arma terribile per un mondo terribile.
portuguese_br: Uma arma terrível para um mundo terrível.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEAGAWK.DEAD
source: Beautiful death.
italian: Morte e bellezza.
portuguese_br: Uma linda morte.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEAGAWK.GENERIC
source: Many eyes witness many horrors in life.
italian: Quanti occhi testimoni dei tanti orrori della vita.
portuguese_br: Muitos olhos testemunham muitos horrores na vida.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEAGAWK.SLEEPING
source: Alas, only a momentary reprieve from life.
italian: Purtroppo la sua è solo una tregua momentanea dalla vita.
portuguese_br: Infelizmente, é apenas um alívio momentâneo da vida.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEAGAWKFEATHER
source: I spy, with my little eye...
italian: Occhio alla penna...
portuguese_br: Eu vejo, com meus olhinhos...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEAGAWK_BUSH
source: Just a bush...
italian: È solo un cespuglio...
portuguese_br: É apenas um arbusto...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABID_BEETLE.DEAD
source: Lifeless.
italian: Senza vita.
portuguese_br: Sem vida.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABID_BEETLE.GENERIC
source: As rabid as death itself.
italian: Rabbioso come la morte stessa.
portuguese_br: Tão furioso quanto a própria morte.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABID_BEETLE.SLEEPING
source: Sleep is not a permanent escape from life.
italian: Il sonno non è una fuga permanente dalla vita.
portuguese_br: O sono não é uma fuga permanente da vida.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SHEARS
source: Can it shear my heart?
italian: Possono tagliare le funi che attanagliano il mio cuore?
portuguese_br: Será que consegue podar meu coração?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TREE_PILLAR
source: Ancient, and full of life.
italian: Antico, e pieno di vita.
portuguese_br: Antiga e cheia de vida.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WEEVOLE
source: Its sole existence is to annoy me.
italian: Basta la sua sola esistenza a infastidirmi.
portuguese_br: Seu único propósito é me irritar.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WEEVOLE_CARAPACE
source: Bits of bug carcass.
italian: I pezzi della carcassa di un insetto.
portuguese_br: Pedaços de carcaça de insetos.

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_DEHUMID.1
source: Whew. I forgot what it felt like to breathe.
italian: Fiu. Ho dimenticato come ci si sente a respirare.
portuguese_br: Ufa. Esqueci qual era a sensação de respirar.

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_HAYFEVER
source: Allergiesch. What allergiesch?
italian: Allergia. Ma a cosa?
portuguese_br: Allerdgias. O que é allerdgias?

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_HAYFEVER_OFF
source: My face stopped leaking. Allergy season must be over.
italian: Il naso ha smesso di colarmi: la stagione dell'allergia deve essere finita.
portuguese_br: Meu rosto parou de vazar. A alergia deve ter acabado.

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_SNEEZE
source: AchooOO!
italian: EccciùùUU!
portuguese_br: Ah-chiIIM!

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_TOO_HUMID.1
source: This %s is suffocating.
italian: %s, sto soffocando.
portuguese_br: %s é sufocante.

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_TOO_HUMID.2
source: This %s is just too hot!
italian: %s, mi fai un caldo...
portuguese_br: %s é quente demais!

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.ALLOY
source: Heavy metal made heavier.
italian: Metallo pesante reso più pesante.
portuguese_br: Metal pesado tornado mais pesado ainda.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.APORKALYPSE_CLOCK
source: If only I could turn time back to before I crashed here.
italian: Se solo potessi tornare indietro a prima di arrivare qui.
portuguese_br: Se eu ao menos eu pudesse voltar no tempo antes de cair aqui.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.ARMOR_METALPLATE
source: Oof. It's heavier than ballast.
italian: Wow, è più pesante di una zavorra.
portuguese_br: Uff. É mais pesada que lastros.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.ARMOR_WEEVOLE
source: If only it had those bug wings.
italian: Se solo avesse un bel paio d'ali.
portuguese_br: Se ao menos eu tivesse aquelas asas de insetos.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.ASPARAGUS_PLANTED
source: That looks like food! Let's hope it tastes like food.
italian: Sembra cibo. Spero anche che abbia un sapore decente.
portuguese_br: Parece comida! Vamos torcer para que tenha gosto de comida.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.CHITIN
source: I'm going to need more of these.
italian: Me ne serviranno di più.
portuguese_br: Vou precisar de mais disso.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.CUTNETTLE
source: Smells like relief.
italian: Tiro un sospiro di sollievo.
portuguese_br: Tem cheiro de alívio.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.FLOWER_RAINFOREST
source: You can never have too many flowers. Or projectiles.
italian: I fiori, così come i proiettili, non sono mai abbastanza.
portuguese_br: Nunca dá para ter flores demais. Ou projéteis.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GLOWFLY.DEAD
source: I guess it can't fly me out of here now.
italian: Non credo mi possa far volare lontano da qui.
portuguese_br: Acho que não vai conseguir me tirar daqui agora.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GLOWFLY.GENERIC
source: A flyer and a glower. My new best friend.
italian: Vola e si illumina. Questo insetto è il mio nuovo migliore amico.
portuguese_br: Uma coisa voadora e brilhante. Vai ser minha nova melhor amiga.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GLOWFLY.SLEEPING
source: Wake up and glow for me!
italian: Svegliati e illumina!
portuguese_br: Acorde e brilhe para mim!

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GLOWFLY_COCOON
source: Aww... It's wrapped up all nice and cozy.
italian: Oh... L'insetto si è sistemato comodo e al calduccio.
portuguese_br: Own... Está embrulhadinha, toda fofinha e confortável.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GRASS_TALL.BURNING
source: All those bugs have nowhere to hide now.
italian: Adesso tutti quegli insetti non hanno più dove nascondersi.
portuguese_br: Aqueles esses insetos não têm onde se esconder agora.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GRASS_TALL.GENERIC
source: Tall grass like that is going to need a machete.
italian: Per l'erba così alta serve un machete.
portuguese_br: Uma grama alta como essa vai precisar de um facão.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GRASS_TALL.PICKED
source: It'll be overgrown in no time.
italian: In un baleno tornerà a essere incolta.
portuguese_br: Vai crescer de novo num instante.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.HALBERD
source: The must-have multi-tool for adventurers.
italian: Lo strumento multiuso indispensabile per qualsiasi avventuriero.
portuguese_br: A multi-ferramentas indispensável para aventureiros.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.PEAGAWK.DEAD
source: I promise, I will go on without you!
italian: Prometto: andrò avanti senza di te!
portuguese_br: Prometo, vou continuar minha vida sem você!

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.PEAGAWK.GENERIC
source: Has the eyesight for flying but not the wings for it.
italian: La sua vista aguzza è perfetta per il volo, mentre le sue ali...
portuguese_br: Tem a visão para voar, mas não tem as asas para isso.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.PEAGAWK.SLEEPING
source: Maybe I can just pluck out one of those feathers...
italian: Se gli strappassi una di quelle piume...
portuguese_br: Talvez eu possa arrancar uma dessas penas...

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.PEAGAWKFEATHER
source: Normally I don't mind feathers, but this one keeps staring at me.
italian: Di solito le piume non mi dicono niente, ma questa continua a fissarmi.
portuguese_br: Normalmente não me importo com penas, mas essa fica me encarando.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.PEAGAWK_BUSH
source: Something's hiding in there.
italian: Lì dentro c'è nascosto qualcosa.
portuguese_br: Algo está se escondendo aí.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.RABID_BEETLE.DEAD
source: Not too sorry about that.
italian: Non mi dispiace granché.
portuguese_br: Não estou me sentindo muito mal com isso.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.RABID_BEETLE.GENERIC
source: Probably just agitated because it can't fly well.
italian: Sarà un po' agitato perché non sa volare bene.
portuguese_br: Provavelmente só está agitado porque não sabe voar bem.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.RABID_BEETLE.SLEEPING
source: Quite the snorer.
italian: Russa alla stragrande.
portuguese_br: Ronca bastate.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.SHEARS
source: Time to do some yard work.
italian: È ora di fare un po' di lavori in giardino.
portuguese_br: Hora de trabalhar no quintal.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.TREE_PILLAR
source: That's a big tree.
italian: È un albero bello grosso.
portuguese_br: Essa árvore é grande.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.WEEVOLE
source: Aggravating bugs! A complete waste of wings.
italian: Insetti fastidiosi! Siete un totale spreco di ali.
portuguese_br: Insetos insuportáveis! Um completo desperdício de asas.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.WEEVOLE_CARAPACE
source: Light enough to fire out the Pew-matic.
italian: Abbastanza leggero da poter essere sparato con la pembetta.
portuguese_br: Leve o bastante para ser disparada pela Bangmática.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_DEHUMID.1
source: Ah... that breeze is nice.
italian: Ah... una bella brezza.
portuguese_br: Ah... essa brisa é boa.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HAYFEVER
source: Sniff sniff. Must be hayfever season.
italian: Sniff sniff. Siamo nella stagione del raffreddore da fieno?
portuguese_br: Sniff. Sniff. Deve ser temporada de alergia.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HAYFEVER_OFF
source: Ahh... Finally I can breathe.
italian: Ahh... Finalmente riesco a respirare.
portuguese_br: Ahh... Finalmente, posso respirar.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_SNEEZE
source: Ahh... CHOOOOOOOOO!
italian: Eeeec... Ciùùùùùùùùùù!
portuguese_br: Ahh... TCHIIIIIIIM!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TOO_HUMID.1
source: This %s is unbearable.
italian: %s, non ce la faccio più a portarti.
portuguese_br: Que %s insuportável.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TOO_HUMID.2
source: This %s makes it too hot.
italian: %s, con te ho troppo caldo.
portuguese_br: %s tá deixando tudo quente demais.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ALLOY
source: Iron that has gone through metallic bonding.
italian: Ferro con un legame metallico.
portuguese_br: Ferro que passou por uma conexão equipotencial.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.APORKALYPSE_CLOCK
source: Ah. Quite a complex form of clockwork.
italian: Ah. Una forma piuttosto complessa di arte orologiera.
portuguese_br: Ah. Um tipo bastante complexo de relógio.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMOR_METALPLATE
source: What era is this design from?
italian: A che epoca risale questo modello?
portuguese_br: De que época é esse design?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMOR_WEEVOLE
source: Armour made from bug exoskeleton.
italian: Un'armatura realizzata con l'esoscheletro di un insetto.
portuguese_br: Armadura feita de exoesqueleto de insetos.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ASPARAGUS_PLANTED
source: Asparagus. Otherwise known as sparrow grass.
italian: Asparago. Appartiene alla famiglia delle Liliacee.
portuguese_br: Aspargo. Também conhecido como capim pardal.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHITIN
source: The exoskeleton of an arthropod.
italian: L'esoscheletro di un artropode.
portuguese_br: O exoesqueleto de um artrópode.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTNETTLE
source: These are quite good for the sinuses.
italian: Ideale per i seni paranasali.
portuguese_br: Esses são muito bons para os seios nasais.
